[
  {
    "id": 1,
    "category": "Key Issues in Agriculture",
    "topic": "African Swine Fever (ASF)",
    "question": "What is the current status of African Swine Fever (ASF) in the Philippines?",
    "response": "As of 9 August 2021, ASF has already affected 12 regions, 50 provinces, 571 cities and municipalities and 2,958 barangays since it started in August 2019. \nActive cases of ASF were recorded in the seven (7) provinces, namely: Agusan del Sur, Agusan del Norte, Surigao del Sur, Ilocos Norte, Samar, Leyte, and Misamis Oriental, covering a total of 16 municipalities and 22 barangays.\nAccording to the Philippine Statistics Authority (PSA), the total hog production from January to March 2021 was estimated at 421.79 thousand metric tons, liveweight. This was lower by -25.8 percent compared with the previous year’s same quarter output of 568.67 thousand metric tons, liveweight.\nFor the 2nd quarter of 2021, livestock production, which dropped by -19.3 percent, contributed 14.2 percent to the total agricultural production. Hog production decreased by -26.2 percent.\nAs of August 2021, there is a grand total of 490,660 hogs that were culled due to ASF.\nThe decrease in the supply of local pork resulted in higher price.",
    "page": 5
  },
  {
    "id": 2,
    "category": "Key Issues in Agriculture",
    "topic": "African Swine Fever (ASF)",
    "question": "What is the government strategy in managing, containing, and controlling the disease?",
    "response": "1-7-10 Protocol - used in controlling the spread of ASF in an area known to have the disease infection as supported by laboratory evidence implemented as follows:\nQuarantine zone - an area set within 1 km radius from infected farm to contain infection by limiting animal movement and employing mandatory test and destruction of all infected animals;\nSurveillance zone - an area set within 7 km radius intended to detect the extent of the infection thru surveillance activities, disease reporting and limit the movement of live animals, animal products and by-products movement. Every movement outside this zone needs the required documents such as veterinary health certificates and shipping permits; and\nControl zone - an area set at 10 km radius intended to detect infection at an early stage through mandatory disease reporting.\nControl measures done in the affected areas: suspected pigs with disease are culled, removed, buried, and disinfected.\nDisposal of the dead and sick pigs: The team, composed of the Provincial Veterinary Office and Local ASF Task Force, identify the sites, excavate, bury, and then disinfect the burying grounds.",
    "page": 6
  },
  {
    "id": 3,
    "category": "Key Issues in Agriculture",
    "topic": "African Swine Fever (ASF)",
    "question": "What is/are the program/s being done by the DA to recover from the losses of the swine industry due to the ASF?",
    "response": "The Department of Agriculture through the National Livestock Program and the Bureau of Animal Industry launched the twin program: \nBABay ASF Program - a community- based approach to prevent, control, and manage ASF applying sound epidemiologic principles and available technology such as the use of ASF rapid test kits, through the cooperation of Local Government Units (LGU) and swine raisers; and\nINSPIRE Program - focuses on increasing the swine inventory and breeder base as well as clustering and consolidation strategies specifically of small hold raisers to facilitate technical support services and other interventions along the value chain.",
    "page": 7
  },
  {
    "id": 4,
    "category": "Key Issues in Agriculture",
    "topic": "African Swine Fever (ASF)",
    "question": "What are the alternative livelihoods for the ASF-affected farmers?",
    "response": "The NLP allotted several alternative livestock multiplier farm modules (cattle, chicken, duck, and other small ruminants) for FY 2022 Tier 1, with a total of PhP 172 million.\nThere are other programs that allow the ASF-affected farmers to venture into swine livelihood such as the sentinel program, which is part of the calibrated repopulation component of INSPIRE. For FY 2022, the DA is proposing PhP 892 million in Tier 2 for the sentinel program.",
    "page": 8
  },
  {
    "id": 5,
    "category": "Key Issues in Agriculture",
    "topic": "African Swine Fever (ASF)",
    "question": "What is the status of the African Swine Fever Indemnification Program funded by the DA?",
    "response": "A total amount of PhP 1,155,030,000 was released to the DA RFOs for the indemnification of hog raisers, from the Second Quarter of 2020 up to June 30, 2021, to wit:\nFor 2020, a total allocation of PhP 953,170,000 was released to the DA-RFOs CAR, I, II, III, IV-A, V, XI and XII, which has been fully obligated while 93% has been disbursed; and\nFor 2021, PhP 201,860,000 was released to the DA RFOs, of which about 25% was already obligated and disbursed, as of June 30, 2021.",
    "page": ""
  },
  {
    "id": 6,
    "category": "Key Issues in Agriculture",
    "topic": "Avian Influenza (AI)",
    "question": "What is the current status of Avian Influenza (AI) in the country?",
    "response": "There were three (3) cases of Highly Pathogenic Avian Influenza (HPAI) Type A H5N6 in the Philippines in 2020 confirmed through laboratory tests conducted in the Bureau of Animal Industry – Animal Disease Diagnosis and Reference Laboratory (BAI-ADDRL):\nThe places and species affected are the following:\nCommercial Farm in Jaen, Nueva Ecija affecting 15,000 quails (March 2020);\nCommercial Farm in San Luis, Pampanga affecting approx. 40,000-layer (table egg) chickens (July 2020); and\nBackyard Farm in Taytay, Rizal affecting 500 heads free range chicken, 300 heads Muscovy ducks (September 2020).\nSurveillance activities (1-km and 7km radius) were also done in the affected and surrounding barangays or municipalities with susceptible avian population, along with trace back and trace forward investigations. Samples collected were tested in the BAI-ADDRL and yielded NEGATIVE results for HPAI Type A H5N6.\nSince then, there have been no reported suspect cases of HPAI Type A H5N6 for more than three (3) months after each case has been managed; thus, several countries have recognized our local declaration of resolution of these cases and resumed trade explorations, especially in relation to Philippine poultry and poultry products.",
    "page": ""
  },
  {
    "id": 7,
    "category": "Key Issues in Agriculture",
    "topic": "Avian Influenza (AI)",
    "question": "What are the control measures being adopted by the DA to prevent AI?",
    "response": "Control measures in the affected areas are being implemented accordingly in the management of cases, as stated in the Avian Influenza Protection Program–Manual of Procedures (AIPP-MOP). Some of these are the following:\nImposition of quarantine measures, restricting animal movement in the concerned area;\nStamping out of remaining live susceptible animals in the affected farm;\nCleaning and disinfection after stamping out, following prescribed period of implementation;\nPlacing of sentinel animals once deemed cleared; and\nConduct of laboratory testing for clearance before allowing restocking.",
    "page": ""
  },
  {
    "id": 8,
    "category": "Key Issues in Agriculture",
    "topic": "Fall Army Worm (FAW)",
    "question": "How much damage was caused by FAW to corn areas?",
    "response": "For the period March - June 2021, only 0.51% or 1,530 ha out of the standing crop of 298,868 ha were infested by FAW. \nThe top infested areas were Cagayan Valley (824.55 ha), Davao (235.36 ha) and CAR (166.21 ha), while the least  infested area was SOCCSKSARGEN (3.25 ha).\n90% or 1,381 ha of the FAW-infested areas were treated with control measures.",
    "page": ""
  },
  {
    "id": 9,
    "category": "Key Issues in Agriculture",
    "topic": "Fall Army Worm (FAW)",
    "question": "What are the measures to control FAW and prevent incidence?",
    "response": "Physical and Cultural Methods: Hand picking and Manual crushing;\nUse of Fungal and Biological Control Agents: Metarhizium anisopliae, Beauveria bassiana, Trichogramma evanescens, and earwigs; and     \nUse of Insecticides: Prevathon, Lannate, Virtako, Brodan, Chlorantraniliprole, Karate, Solomon, Chix, Carbufuran, Cymbush, Magnum, Ammate, Atarbon and Neem-based pesticides.",
    "page": ""
  },
  {
    "id": 10,
    "category": "Key Issues in Agriculture",
    "topic": "Fall Army Worm (FAW)",
    "question": "What are the actions taken by BPI to address the infestation of FAW?",
    "response": "Development and distribution of IEC materials, such as leaflets and tarpaulins, for FAW Awareness Campaign to 16 Regional Crop Pest Management Centers (RCPMCs);  \nProvision and distribution of neem-based and chemical insecticides;\nDistribution and installation of pheromone lures;\nCrafting of the protocol and strategies for FAW management strategies and protocols for national implementation;\nFacilitation of the release of Quick Response Fund (QRF) to different regions; and\nRegulatory strategies such as information dissemination and quarantine inspection and disinfection at the ports.",
    "page": ""
  },
  {
    "id": 11,
    "category": "Key Issues in Agriculture",
    "topic": "Coco Levy Fund",
    "question": "What are the salient features of the Republic Act 11524 or the Coconut Farmers and Industry Trust Fund Act?",
    "response": "Beneficiaries of the Coconut Farmers and Industry Trust Fund Act are:\nOwners of coconut farm that is not more than 5 ha who till the land (owner-cultivator);\nOwners of coconut farm that is not more than 5 ha who does not till the land but has control and supervision over the cultivation of the coconut farm which is not more than 5 ha;\nLeaseholder with not more than 5 ha or tenant who tills or supervises the cultivation of the coconut farm; and\nA farm worker or laborer, whether seasonal or itinerant, engaged in the harvesting of the nuts and processing of copra as means of livelihood.\nFormulation of the Coconut Farmers and Industry Development Plan (CFIDP) to be approved by the President.\nPrograms related to planting, replanting, fertilization, research and development, market promotion, farm-to-market roads in coconut-producing provinces shall also be funded through regular appropriations of PCA.\nWithin 120 days upon effectivity, the PCA Governing Board shall enter into a Memorandum of Agreement (MOA) with the DOST-PCARRD, TESDA, ATI, NDA, PhilMech, CDA, LBP, DBP, CHED, DTI, and DPWH to ensure a coordinated implementation of programs under the development plan, proper utilization of the allocations and submission of periodic accomplishment report of these agencies to the PCA Board.\nCompletion of the Coconut Farmers Registry by PCA and an annual verification of the registry by the LGUs in coordination with PCA and DA.\nCreation of the Coconut Farmers and Industry Trust Fund which shall be maintained for 50 years under the CFIDP and shall be used for the benefit of the coconut farmers and the development of the coconut industry.\nReconstitution and strengthening of PCA Board to ensure the participation of coconut farmers in the crafting and implementation of the CFIDP. The composition of the PCA Board is amended as follows: DA as the Chairperson, DOF as the Vice Chairperson and DBM, DOST, DTI, PCA, and three (3) representatives from the coconut farmers sector (one from each island group) as members. The PCA Board exercises all the corporate powers and responsibilities of PCA and is responsible in providing guidance on policy and major decisions of PCA.\nCreation of a Trust Fund Management Committee comprising of authorized representatives from DOF, DBM, and DOJ to be responsible for setting the Investment Strategy of the Trust Fund. The Bureau of Treasury (BTr) shall act as the Secretariat and shall maintain records and accounts of all investments, receipts, disbursements and other transactions related to the Trust Fund. \nImmediately upon the enactment of this Act, the BTr shall transfer P10B Pesos to the Trust Fund, and for the succeeding years, according to the following schedule:\nSecond year: PhP 10,000,000,000.00;\nThird year: PhP 15,000,000,000.00;\nFourth year: PhP 15,000,000,000.00;\nFifth year: PhP 25,000,000,000.00; and \nAny amount accruing, including interest in the special account in the general fund to the Trust Fund.\nAny amount of the Trust Fund Income shall be released directly to the implementing agencies, which shall be utilized in accordance with the Development Plan for a period of fifty (50) years: provided that the amount shall not be lower than PhP 5,000,000,000.00 for any given year.",
    "page": ""
  },
  {
    "id": 12,
    "category": "Key Issues in Agriculture",
    "topic": "Coco Levy Fund",
    "question": "What are the interventions that will be provided under RA 11524?",
    "response": "The following interventions compose the major percentage (70%) share in the budget allocation: \nDOST-PCAARRD and PCA: Development of Hybrid Seed Farms and Nursery for planting and replanting (20%);\nDBP and LBP: Credit and Social Protection Programs (10%);\nPCA: Healthcare and Medical Program (10%);\nPhilMECH: Shared facilities for processing (10%);\nNDA, DA-HVCDP and BAI: Farm improvements through diversification and/or intercropping (10%); and\nDPWH: Infrastructure Development (10%).\nThe remaining 30% share will be composed of interventions that will be implemented by TESDA, ATI, DTI-BSMED, PCIC, CHED, and CDA.",
    "page": ""
  },
  {
    "id": 13,
    "category": "Key Issues in Agriculture",
    "topic": "Coco Levy Fund",
    "question": "What are the immediate deliverables of the PCA stipulated in RA 11524 and their status?",
    "response": "Completion of the Coconut Farmers’ Registry within 90 days\nAs of July 20, 2021, there were a total of 395,412 new registrants and 1,839,136 old registrants who updated their information in the National Coconut Farmers Registry System (NCFRS). During the June 10, 2021 Senate Hearing on NCFRS, the lawmakers have agreed that the registration is a continuing process.  \nSubmission of the Coconut Farmers and Industry Development Plan within 120 days\nTen (10) regions have presented their regional Coconut Farmers and Industry Development Plans (CFIDPs) and five (5) of those were already endorsed by the Regional Development Councils (RDCs).\nThe target date for vetting of the PCA Board is on September 6, 2021. After the approval of the board, it will be submitted to the Office of the President for approval. \nEnter into a MOA with the Implementing Agencies identified in the law within 120 days\nThe MOA between PCA and other implementing agencies is currently being reviewed and finalized by the TWG comprised of PCA, implementing agency focal, Farmer Representative and Representative from DAP.\nPromulgate a nomination and screening process for the nominees of representatives of the coconut farmers in consultation with their respective organizations or associations\nPCA has issued Memorandum Circular No. 1 s. 2021 regarding the guidelines for the selection and nomination of farmer representatives in the PCA Board. \nAs of July 20, 2021, a total of 1,517 qualified coconut farmers’ organizations have participated in the selection and nomination process conducted in the regional and provincial levels while 1,135 organizations are still undergoing the verification process based on the said guidelines.",
    "page": ""
  },
  {
    "id": 14,
    "category": "Key Issues in Agriculture",
    "topic": "Coco Levy Fund",
    "question": "What are the documentary requirements and procedures for the registration in the NCFRS?",
    "response": "Registration can be done through the following: \nMass/Caravan Registrations - converge farmers into one venue in partnership with LGUs;\nWalk-in Registrations - farmers can go to any regional/provincial office/barangay/municipal/provincial LGUs to register;\nOnline - farmers may register online by accessing the NCFRS website and filling out the NCFRS Form and attach copies of the documentary requirements; and\nPCA partners - tap the small coconut farmers’ organizations (SCFOs) or cooperatives to register their respective members. The PCA can tap other stakeholders/ partners who has the capacity and/or resources to assist in the registration.\nThe documentary requirements for NCFRS registration include accomplished and validated NCFRS Registration Form signed by the Brgy. Chairman, MAO, PCA Agriculturist and CAFC/MAFC Chairman, photocopy of any government issued ID, and photocopy of land title, certification of lease of land, or any legal document on land ownership.",
    "page": ""
  },
  {
    "id": 15,
    "category": "Key Issues in Agriculture",
    "topic": "Damages to Agriculture and Fisheries",
    "question": "How much is the damage and losses incurred by the Agriculture and Fisheries sector due to natural disasters for the last six years (2015-present)?",
    "response": "From 2015, the damage and losses to the agri-fisheries sector in terms of production was 8.36 million MT, equivalent to PhP 147.39 billion. \nMajority (97.23%) of the damage and losses were caused by weather-related events such as tropical cyclones (78%) and droughts (18%). Less than three (3) percent were caused by volcanic eruption, pest infestation, and fish kill.",
    "page": ""
  },
  {
    "id": 16,
    "category": "Key Issues in Agriculture",
    "topic": "Damages to Agriculture and Fisheries",
    "question": "What are the efforts exerted by the Department in the recent volcanic activities in Taal Volcano?",
    "response": "Collection, updating and dissemination of information - The DA-RFO CALABARZON activated its Emergency Operations Center to monitor the activities of the volcano, coordinating with PHIVOLCS and the surrounding LGUs. Available buffer stocks, resources and animal evacuation centers were also being updated. Animal inventory and standing crops on vulnerable areas were also checked. With this, information were disseminated to farmers and fisherfolk. \nProvision of alternative source of income to fish cage operators - The BFAR-CALABARZON maintained close coordination with LGUs surrounding the Taal Volcano island. To assist fish cage operators in the area, the said office facilitated the transport of 6.8 MT marketable size tilapia in July 2021. \nConsultation on the needs for animal rescue and relief - The BAI had a consultation meeting with Batangas Provincial Veterinary Office (PVO) on their needs related to animal rescue and relief. An ocular inspection was also conducted on the five identified high risk barangays (for livestock) in Laurel and Agoncillo.",
    "page": ""
  },
  {
    "id": 17,
    "category": "Key Issues in Agriculture",
    "topic": "Increase in prices of various agricultural and fisheries goods",
    "question": "What are the reasons for the increasing prices of vegetables, especially in the National Capital Region (NCR) areas?",
    "response": "Supply and demand forces. Factors that negatively affect supply include:\nSeasonality - Vegetables and other agricultural products in general have biological and seasonal nature of production. Production harvest schedules, volumes and farmgate prices vary by area (province, region, etc.);\nPerishability - Majority of the agri-fishery products are fresh/raw in form, highly perishable and have relatively shorter shelf-life compared to processed foodstuffs; and\nVulnerability to shocks - Agricultural production in the Philippines remain highly vulnerable to weather disturbances and climate changes/conditions (e.g. typhoons, drought, etc.) affecting supply.\nFactors that affect price directly include:\nHigh marketing cost - Complex, duplicating marketing functions and services by several marketing agents handling the products, huge product losses and lack of appropriate market infrastructure and facilities which also affect retail prices received by consumers.",
    "page": ""
  },
  {
    "id": 18,
    "category": "Key Issues in Agriculture",
    "topic": "Increase in prices of various agricultural and fisheries goods",
    "question": "Why does price of local fresh pork remain high?",
    "response": "The incidence of African Swine Fever (ASF) in 2019 caused a decline in the domestic supply of hogs in the country resulting to relatively lower marketable volumes of pork carcasses. Hog farms in various production areas in Region III (Central Luzon) and Region IV-A (CALABARZON) temporarily halted their operations while others have permanently discontinued production.\nFurther, the cost of marketing hogs sourced from geographically distant locations, such as in the Visayas and Mindanao as alternative supply sources, was relatively higher compared to usual sources, according to traders.",
    "page": ""
  },
  {
    "id": 19,
    "category": "Key Issues in Agriculture",
    "topic": "Increase in prices of various agricultural and fisheries goods",
    "question": "What are the actions undertaken or planned to stabilize the prices of various agricultural and fisheries goods?",
    "response": "Regular monitoring of retail prices of basic food commodities in selected wet markets and supermarkets in Metro Manila;\nCoordinated the issuance of Suggested Retail Price (SRP) on selected agricultural and fishery products;\nIntensified conduct of the different modalities (KADIWA Express, KADIWA Retail Selling, KADIWA on Wheels, KADIWA Online, Isda on the Go, KADIWA Diskwento Caravan, eKADIWA, and Seafood KADIWA) of Kadiwa ni Ani at Kita;\nFacilitation of market linkage activities between the suppliers (farmers/fisherfolk) and buyers; and\nIssuance of Executive Order No. 124 series of 2021 on February 1, 2021, which imposes a price ceiling on selected pork and chicken products in the NCR.",
    "page": ""
  },
  {
    "id": 20,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund (RCEF)",
    "question": "What is the status of RCEF program implementation?",
    "response": "As of May 2021, of the PhP 30 billion appropriation for the program from 2019 to 2021, PhP 14.5 billion was obligated and PhP 8.2 billion was disbursed.\nChallenges encountered:\nMechanization: There is delay in the disbursement of fund since PHilMech cannot pay the supplier unless the machine was delivered. On top of this, municipal lockdowns brought by the pandemic prohibit the delivery of machinery which result to delays in delivery schedule;\nExtension: Shift to blended learning scheme caused a delay in disbursement of funds, particularly the budget for trainings, and Knowledge Sharing and Learning (KSL) activities such as webinars, e-talakayan, and SOA, among others;\nDelayed release of Notice of Cash Allocation (NCA) to implementing agencies (end of first quarter); and\nTravel restrictions and quarantine protocols.\nTo address these challenges: \nFor the mechanization component, the bidding process was conducted in April 2021 and is projected to obligate its remaining funds by December 2021; and\nThe Extension Component adjusted its fund allocation to adapt to the new normal to speed up disbursement.",
    "page": ""
  },
  {
    "id": 21,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund (RCEF)",
    "question": "What are the different strategies used to extend RCEF to its beneficiaries?",
    "response": "IAs like ATI developed a text message blast to inform the beneficiaries for promotion and information purposes;\nTechnical Briefings, online training activities, and distribution of IEC materials were conducted to foster information awareness and dissemination. Facebook and other social media sites were used to announce activity schedules;\nClose coordination with partner P/C/MLGUs were practiced to reach out to program beneficiaries;\nFor Seed Program, a smartphone based-system was developed and deployed for use by partner LGUs to facilitate the distribution of seeds to farmers; and\nPartner LGUs were also provided with IEC materials (e.g. videos, calendars, etc.) that were shown/given to farmer-beneficiaries as they received the seeds.",
    "page": ""
  },
  {
    "id": 22,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund (RCEF)",
    "question": "What are the key findings from the rapid assessment made on RCEF?",
    "response": "The key findings are as follows: \nFragmentation of RCEF Program M&E system reflects lack of integration and synergy among the four (4) program components;\nGood M&E practices, underpinned by strong research orientation, are present as exhibited by PhilRice; and\nRice farmers and their FCAs can be more than just passive recipients of program interventions, rather they can participate more actively in the conduct of M&E activities.\nThese key findings are being addressed by the RCEF program through the following solutions: (1) the RCEF will devise a unified data capture form for monitoring and evaluation; (2) PhilRice will share its M&E practices and support the other IAs in developing its own M&E system; and (3) beneficiaries will be more involved in data gathering for M&E.\nRCEF is being assisted by FAO for the establishment of the RCEF-Impact Monitoring System that will be used as an M&E tool on the upcoming 3rd year program evaluation.",
    "page": ""
  },
  {
    "id": 23,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund (RCEF)",
    "question": "What are the strategies to ensure there is no duplication of beneficiaries of the RCEF Seed Program getting the same interventions from the National Rice Program (NRP)?",
    "response": "The duplication of beneficiaries for RCEF and NRP was prevented through the delineation of provinces. Starting 2021 Wet Season (WS), the RCEF Seed Program focused on 42 of the 57 provinces which have relatively low yield and have low adoption of certified seeds. \nMeanwhile, the remaining 15 provinces which were selected based on largest area planted to hybrid were covered by the National Rice Program/Rice Resiliency Program.\nFurther, close coordination with LGUs and RFOs is being practiced and observed.",
    "page": ""
  },
  {
    "id": 24,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund- Rice Extension Services Program",
    "question": "What are \"farm schools\" tasked with implementing the Farmers Field School (FFS)?",
    "response": "Farm Schools are sites where the FFS and other relevant training programs for farmers are conducted. They also refer to the following:\nPhilRice Stations;\nATI Regional Training Centers;\nATI Accredited Learning Sites for Agriculture (LSA)/Schools for Practical Agriculture (SPA)/ Extension Service Providers (ESPs);\nATI Accredited State Universities and Colleges (SUCs);\nATI Accredited Local Government Universities and Colleges (LUCs/LGU Training Centers); and\nATI Accredited TESDA Technology Institutions (TTIs).",
    "page": ""
  },
  {
    "id": 25,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund- Rice Extension Services Program",
    "question": "What is the current reception of extension services?",
    "response": "The RCEF-RESP conducts elicitation of feedback from its stakeholders during information caravans and other Knowledge Sharing and Learning (KSL) activities. \nFrom these activities, the RCEF-RESP found that RCEF interventions are well received in all 57 provinces. \nSome farmer-participants expressed some negative sentiments such as low palay price, non-inclusion of their dependents in training activities/scholarships, and rigorous registration to the RSBSA.\nHowever, these sentiments are being responded to like the ongoing updating of the RSBSA. TESDA has also considered farmer-dependents to scholarship entitlements.",
    "page": ""
  },
  {
    "id": 26,
    "category": "Rice Competitiveness Enhancement Fund",
    "topic": "Rice Competitiveness Enhancement Fund- Rice Extension Services Program",
    "question": "What are the initiatives of the DA spread awareness about RCEF and increase program uptake?",
    "response": "The RCEF–RESP handles communication activities through its Strategic Communication Services, which complements training programs through enhancement of client’s knowledge and access to information. \nAdditionally, it seeks to reinforce favorable changes in farmers’ perceptions, attitudes, and behaviors toward a competitive rice industry.",
    "page": ""
  },
  {
    "id": 27,
    "category": "National Banner Programs",
    "topic": "National Rice Program",
    "question": "What is the current status of the Philippine Rice Industry?",
    "response": "Production in 2020\nIn 2020, palay production was at 19.30M MT, higher than the 18.81MT production in 2019. Average yield was at 4.04 mt/ha.\nCost of production\nBased on latest available data from PSA, in 2019, the average cost of production was PhP 11.20/kg, lower than the 2018 level by PhP 0.61/kg.\nRice Supply Outlook 2021\nAs of August 2021, the total supply is estimated to reach 17.57 million MT comprising of 13.29 million MT local production, 1.95 million MT imports (based on SPSIC utilization rate) and 2.33 million MT beginning stock. The estimated total demand is at 14.40 million MT in which 12.77 million MT is for food. This will result in 3.18 million MT ending stock equivalent to 91 days.\nFarmgate Price\nThe current farmgate price for fresh and dry for the month of June (week 5) is PhP 14.82 and PhP 18.11/kg, respectively. Compared to the same period last year, the current farmgate price is lower by 8.24% for fresh and 4.83% for dry.\nThe highest farmgate price for fresh is recorded in Zamboanga del Norte (Region IX) at PhP 18.00/kg while the highest  dry is recorded in Tarlac (Region 3) and Oriental Mindoro (Region 4B) at PhP 21.00/kg.\nThe lowest farmgate price for fresh and dry is observed in Cavite (Region 4A) at PhP 13.00/kg while the lowest farmgate price for dry is recorded in North Cotabato and South Cotabato (Region 12) at PhP 15.50/kg.",
    "page": ""
  },
  {
    "id": 28,
    "category": "National Banner Programs",
    "topic": "National Rice Program",
    "question": "What are the features of the National Rice Program (NRP) in support of the OneDA Reform Agenda?",
    "response": "Consolidation\nEstablish clustering as an approach in program implementation to facilitate efficient delivery of local and national government support services; and\nModeling/Piloting of Community Development Programs like Rice Business Innovations System (RiceBIS) Community Program and Hybrid Rice Community Farm.\nModernization\nImplementation of mechanisms to cope with adverse climatic and environmental conditions (e.g., seed and agri-chemical buffer stocks, disaster risk reduction efforts, adjustment in cropping schedules, and development of stress-tolerant varieties);\nUse of technologies such as PRiSM and RCM;\nParcellary mapping of rice farms in support of RSBSA; and\nDevelopment of technology-aided program implementation.\nIndustrialization\nValue-chain development or transitioning farm clusters to value adding activities and conduct of market linkaging;\nDevelopment of Farm Service Providers (FSPs), Rice Processing Centers (RPCs), and seed production economic zones;\nExplore markets for quality rice in coordination with AMAS/AMAD starting with existing rice clusters; and\nProvision of  post-harvest machinery and equipment and post-harvest facilities.\nProfessionalization\nContinuous skill and knowledge enhancement for DA personnel, LGU-AEWs, relevant stakeholders, and farmer leaders on activities across the value chain;\nConduct of Agri-based micro-livelihood trainings for women;\nEnact modalities to promote ease in accessing information and availing interventions and services such as text message advisories, use of fintech and online platforms; and\nContinuous conduct of School on the Air (SOA) programs and information dissemination regarding rice technologies, available support and advisories/ recommendations through the use of quad media.",
    "page": ""
  },
  {
    "id": 29,
    "category": "National Banner Programs",
    "topic": "National Rice Program",
    "question": "What is the impact of the NRP 2022 plan and budget proposal?",
    "response": "The Tier I proposal is estimated to contribute to the attainment of the following:\nIncrease the volume of palay production by 750,000 MT;\nIncrease the national yield average by 0.16 MT/ha;\nReduce the average cost of palay production by PhP 0.79/kg;\nCapacitate 125 FCAs to become value chain players;\nRecover 1.05 million MT of palay possibly lost due to calamities; and\nIncrease rice self-sufficiency to 91-92%.",
    "page": ""
  },
  {
    "id": 30,
    "category": "National Banner Programs",
    "topic": "National Rice Program",
    "question": "What is the status of the Rice Roadmap?",
    "response": "The crafting of the rice roadmap is currently commissioned by the Asian Development Bank. As of August 2021, ADB has engaged the services of Pacific Rim Innovation and Management Exponents (PRIMEX) Inc. for this activity. The inception report has been prepared which was presented last August 18 to the DA review team for comments. Expected finish of this roadmapping activity is on January 2022.",
    "page": ""
  },
  {
    "id": 31,
    "category": "National Banner Programs",
    "topic": "National Corn Program",
    "question": "How much is the contribution of the corn and cassava industries in the Philippine economy?",
    "response": "Corn\nCorn is the second most important crop in the Philippines. The corn sector accounts for PhP 102.5 Billion or 5.76% of Gross Value Added  (GVA) of the Agriculture Sector in 2020.\nWhite corn serves as staple for about 20% of the country’s total  population (mostly Visayas and Mindanao regions). \nYellow corn (almost 70 percent of total corn production) is mainly used and  traded as raw material for animal feed. It accounts for about 73% to 78%  of the poultry and livestock mixed feeds.\nCassava\nCassava (Manihot esculenta) sector accounts for PhP 27.31 billion or 1.5% of  the GVA of the Agriculture Sector in 2020.\nCassava is mainly used as food and raw material for animal/aqua feeds.\nIt is also processed into starch, flour, alcohol, bioethanol, and other industrial  products.",
    "page": ""
  },
  {
    "id": 32,
    "category": "National Banner Programs",
    "topic": "National Corn Program",
    "question": "What are the production and sufficiency level of corn and cassava in 2020?",
    "response": "Corn\nIn 2020, the corn production was estimated at 8.12 Million MT which is the  highest production recorded for corn.\nIn 2020, the local yellow corn sufficiency relative to feeds reached 56%, while the  local white corn sufficiency reached 113% based on the consumption of white corn-eating provinces.\nCassava\nThe total volume of cassava production for 2020 is 2,607,787 metric tons. \nIn 2020, the local cassava sufficiency for food is 73%. As for industrial use, the local  cassava sufficiency is 30%.",
    "page": ""
  },
  {
    "id": 33,
    "category": "National Banner Programs",
    "topic": "National Corn Program",
    "question": "What are the challenges of the corn and cassava industries and the strategies to address these?",
    "response": "Low productivity - provision of seeds and planting materials, and fertilizers; strengthen breeding program;  and development of production and postharvest technologies;\nMinimally organized, aging  population and dominated by  smallholder producers - promote/encourage clustering;\nLow adoption of improved  technologies - improve extension service delivery; training; and technological demonstration;\nInadequate postharvest  facilities and high postharvest losses and low  quality of produce - provision of postharvest machinery and  equipment; and establishment of postharvest facilities;\nHigh cost of production and  marketing costs - intensify clustering; and facilitate local market linkages; \nVulnerability to calamities - position seed reserves; establish seed storage facilities; promote appropriate soil conservation measures; and provide appropriate irrigation facilities; and\nLow income of farmers - training on production technologies, GAP and  product standards and facilitation of GAP certification on farms; increase adoption of improved technologies; and adopt corn integration/diversification with high  value crops, livestock, and poultry.",
    "page": ""
  },
  {
    "id": 34,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What is the status of the implementation of cold storage facilities funded under Bayanihan II?",
    "response": "Of the P440,000,000, 99% has been obligated while 73% has been disbursed\nPhysical status:\nCompleted:\nMulti-commodity Processing Facility in Quezon for the Candelaria Farmers Federation.\nOngoing Construction:\nDome type storage and packing facility: Benguet, Ilocos Sur, Pangasinan, Laguna, Zambaonga del Norte, South Cotabato Agusan del Sur for LGUs of Balili, Rosales, Calauan and San Francisco, PLGU South Cotabato, DA Ilocos Sur Research Center, and Zamboanga del Norte Provincial Agro-Industrial Center;\nOnion cold storage in Nueva Ecija, Tarlac and Occidental Mindoro for the Villa Bacolor Farmers Producers and Sagapang MPC and Mindoro Progressive MPC; and\nMulti-Crop Seed Storage in Ilocos Sur for the DA Ilocos Sur Research and Experiment Center.",
    "page": ""
  },
  {
    "id": 35,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What are the measures being taken to mitigate the impact of typhoons on high value crops?",
    "response": "For Delivery\nFreeze dryer in Oriental Mindoro for the Provincial Demonstration Farm\nAwaiting Extension of Bayanihan II\nDome type storage and packing facility: Iloilo, Cebu, and Misamis Oriental for PLGU Iloilo, LGUs of Dalaguete and Cagayan De Oro City\nCentralized Packing House Facility for Mango in Davao City for the Davao City LGU\nVegetable Storage and Packing Facility in Davao City for the Davao City LGU\nDurian Cold Storage and Packing Facility in Davao City for Davao City LGU",
    "page": ""
  },
  {
    "id": 36,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What are the actions being done by the program to protect the market share of our export crops?",
    "response": "Technological and institutional innovations were introduced to Adaptation and Mitigation Initiative in Agriculture (AMIA) Villages like soilless agriculture (e.g. Hydroponics, Aeroponics & Vertical Farming) so that they can produce off-season vegetables/crops, and livestock production to increase their income during wet and dry season;\nDA-RFOs disseminate early warnings or advisories on weather forecast in coordination with PAGASA. Through the early advisories, the farmers can decide if they want to harvest early to save more produce;    \nHVCDP invested in more climate-proof structures such as monolothic dome, cold storages, and hangers to protect food from flood;\nHVCDP practices buffer stocking, promotion of resilient crops such as root crops and cropping systems; and\nHVCDP provides Solar Powered Irrigation System (SPIS) to promote more efficient and clean energy in irrigating farm lands.\nCoordination with IAD and PRS with regard to tariff trade negotiations and market access negotiation;\nCollaboration with BPI and BAFS for the compliance of exporters/ producers  with SPS and MRL standards (BPI,BAFS);\nProvides quality agricultural inputs to ensure high-quality and disease-free harvests that are certain to pass the requirements of the export markets. Area expansion, and quality planting materials and related inputs have been instrumental in scaling production according to external demands; and \nProcessing, storage, and similar facilities, including innovative technologies, are also constantly added, maintained and upgraded as part of the value chain for priority high value export crops.",
    "page": ""
  },
  {
    "id": 37,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What is the breakdown of budget per priority commodity?",
    "response": "Commodity % share in total budget\nLowland Vegetables 35.65%\nCacao 6.69%\nCoffee 5.80%\nMango  6.58%\nUpland Vegetables 5.16%\nRed Onion 5.13%\nCitrus 2.12%\nBanana 1.52%\nWhite Potato 1.22%\nRubber 1.11%",
    "page": ""
  },
  {
    "id": 38,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What are the interventions of the HVCDP under the New Normal?",
    "response": "Distribution of  seeds/seeds for buffer stocking, planting materials, equipment, other farm inputs, and other irrigation paraphernalia;\nDistribution/construction of postharvest/processing equipment, machineries and facilities;\nTraining and training-related events;\nRehabilitation of old trees;\nEstablishment of Learning Sites and Urban Agriculture Garden; and\nConstruction/installation of small-scale irrigation projects (SSIP).",
    "page": ""
  },
  {
    "id": 39,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What will be the impact of the requested budget to the livestock and poultry industry?",
    "response": "The PhP 7.8 billion proposed budget will be equivalent to an estimated value of production of PhP 51.6 billion computed as potential value of production. This translates to a total of PhP 963 million potential income for 17,850 individual farmer-beneficiaries, or PhP 54,000/beneficiary.",
    "page": ""
  },
  {
    "id": 40,
    "category": "National Banner Programs",
    "topic": "High Value Crops Development Program",
    "question": "What is the supply-demand outlook for pork and chicken in the remaining months of the year?",
    "response": "There is a projected production deficit in pork for the year with the 4th quarter having the highest deficit at 199,344 metric tons equivalent to 45 days, but this will be addressed through the end of the year as the holidays come, since more imports will be utilized by this time.\nFor chicken, there is a projected surplus in chicken meat throughout the year. The highest projected surplus is in the 3rd and 4th quarter at 42,949 and 41,928 metric tons.",
    "page": ""
  },
  {
    "id": 41,
    "category": "National Banner Programs",
    "topic": "National Organic Agriculture Program",
    "question": "Given the allocated budget of PhP 1 billion budget, which of the major projects did the program focused on?",
    "response": "With the granting of the PhP 1 Billion budget, the program allotted 23.90% of the total budget, which amounted to PhP 238,977,000.00 for the establishment of the Organic Agriculture Hubs of the regions that have potential proponents who signified their interest and submitted business plan proposals to the program. The rest of the budget is distributed to DA-RFOs and other implementing agencies to support their existing PAPs.",
    "page": ""
  },
  {
    "id": 42,
    "category": "National Banner Programs",
    "topic": "National Organic Agriculture Program",
    "question": "What is Participatory Guarantee System (PGS) and the strategies to promote its adoption?",
    "response": "PGS is a locally-focused quality assurance system that is developed and practiced by people engaged in organic agriculture. PGS is built on a foundation of trust, social networks, and knowledge exchange that should be used to certify producers and farmers as actual and active practitioners of the industry. \nWith the provision of incentives and institutionalization of the reward system, may it be either institutional,  technical, or financial resources, the organic agriculture farmers and fisherfolks will be attracted in engaging into the second party certification, or specifically the PGS.",
    "page": ""
  },
  {
    "id": 43,
    "category": "National Banner Programs",
    "topic": "National Organic Agriculture Program",
    "question": "What is the total land area in the Philippines devoted to organic agriculture as well as the certified OA land area?",
    "response": "The  total  organic  agriculture  land  area  is  296,740 hectares (3.003%) of which the certified area is 2,176 hectares (0.022%).\nAs of April 28, 2021, a total of 23 organic agriculture practitioners have been certified under Negros  Island  Certification  (NICERT)  and  Organic  Certification  Center  of  the  Philippines  - Inspection  and  Certification  Services  Inc.  (OCCP-ICSI). (Source: BAFS)",
    "page": ""
  },
  {
    "id": 44,
    "category": "National Banner Programs",
    "topic": "National Organic Agriculture Program",
    "question": "What are the strategies to expand the existing Organic Trading Posts (OTPs)?",
    "response": "With the establishment of an organic agriculture hub or \"Organik Konek\",  all stages in the value-chain,  from the Farm  Inputs  (land preparation)  to the  Marketing will be addressed. The OTPs, which are known to be a market area for all organic produce, will be considered as the marketing component of the organic agriculture hub. These will pave the way for having one-stop-shop organic inputs and products. Existing OTP’s may still continue to operate as it is but the NOAP highly suggests applying as an Organic Hub to enhance their current status.",
    "page": ""
  },
  {
    "id": 45,
    "category": "National Banner Programs",
    "topic": "Halal Food Industry Development Program",
    "question": "What are the projects under the Halal Food Industry Development Program (HFIDP)?",
    "response": "Pilot Implementation of Halal Food Production - In July 2020, the DA-HFIDP, with MAFAR-BARMM, started this project in selected and validated areas of BARMM with seed funds from DA Central Office that  will be transferred to MAFAR-BARMM.\nDevelopment of Halal Livestock Production Systems in Mindanao - A Project Coordination Committee (PCC) of the Food and Agriculture Organization (FAO) of the United Nations (UN) Technical Cooperation Programme (TCP) was created and composed to cater to the Project: Development of Halal Livestock Production Systems in Mindanao.",
    "page": ""
  },
  {
    "id": 46,
    "category": "National Banner Programs",
    "topic": "Halal Food Industry Development Program",
    "question": "What is the participation of the program in Halal Accreditation and Certification in the Philippines?",
    "response": "The Halal Program is currently revising the implementing guidelines for the following Philippine National Standards (PNS) standards serves as guide for the farmers in ensuring that their produce are Halal-compliant:\nPhilippine National Standards on Halal Feeds (PNS 139);\nHalal Agriculture and Fisheries Products (PNS 101);\nHalal Slaughtering Practice for Ruminants (PNS 102); and\nHalal Slaughtering Practice for Poultry (PNS 103). \nThe Halal Program will be developing the Halal Food Traceability System in collaboration with the other government agencies that are involved in Food, Drugs, Feeds and Animal Nutrients, Fertilizers and Pesticides.",
    "page": ""
  },
  {
    "id": 47,
    "category": "National Banner Programs",
    "topic": "Farm-to-Market Road Development Program",
    "question": "What is the design standard for FMRs?",
    "response": "Depending on the Average Daily Traffic (ADT) in the location, the construction of FMR shall be:\n Road Lane\nADT\nMinimum Pavement Width (m)\nMinimum shoulder width (m)\nOne Lane\nLess than 50\n2.5\n0.75\nTwo Lane\n50 to 200\n5\n1.5\nTwo Lane\n200 and above\n6.1\n1.5\nReference: DA AO No. 16 S. 2020",
    "page": ""
  },
  {
    "id": 48,
    "category": "National Banner Programs",
    "topic": "Farm-to-Market Road Development Program",
    "question": "How many kilometers of FMRs in total were constructed from January 2016- June 2021 as of June 30, 2021?",
    "response": "The total completed FMR Projects sums to 2,897.20 km.",
    "page": ""
  },
  {
    "id": 49,
    "category": "National Banner Programs",
    "topic": "Farm-to-Market Road Development Program",
    "question": "How are project costs determined?",
    "response": "DPWH-DEOs as implementing agency prepare Detailed Engineering Design (DED), Program of Works (POW) and Detailed Unit Price Analysis (DUPA) for the design and costing of the projects.",
    "page": ""
  },
  {
    "id": 50,
    "category": "National Banner Programs",
    "topic": "Farm-to-Market Road Development Program",
    "question": "What measures are being undertaken to ensure no duplication of projects?",
    "response": "For all projects, a process of validation was undertaken by the DA-Regional Field Offices. \nDuring validation, the proposed projects were geotagged to get the exact location and avoid overlapping. \nMoreover, projects were cross-checked with other concerned agencies/programs (like DOT, DTI, DAR, SRA, DSWD, PCA, PRDP, DPWH (LIP/Regular fund) and DILG).",
    "page": ""
  },
  {
    "id": 51,
    "category": "Bureaus",
    "topic": "Agricultural Training Institute",
    "question": "Given the COVID-19 pandemic, how can ATI push through in achieving its vision, mission and goals?",
    "response": "Realignment of funds intended for big group trainings, conferences, exhibition activities to basic production inputs for crops (provision of seeds, soil ameliorant, assorted hand tools, and small equipment) and livestock (provision of small animals, feeds, feed-related inputs and biologics).\nAdoption of a blended learning approach through the following: use of other computer-based and radio-based learning platforms such as School on the Air (SOA) and the use of social media sites; registration to AF e-Learning courses through the ATI e-extension website;  supplementation of appropriate and localized IEC materials; and compressed number of days for hands-on activities.\nStrict observance of physical distancing and wearing of PPEs for activities requiring face-to-face interactions.\nIntensification of provision of extension support in the form of starter kits to the beneficiaries of ATI conducted/initiated training and other related activities.\nDissemination of information through different media platforms like radio, television, and the internet. Printed media is used in areas where internet and radio connectivity is limited.",
    "page": ""
  },
  {
    "id": 52,
    "category": "Bureaus",
    "topic": "Agricultural Training Institute",
    "question": "What programs, projects, and activities (PPAs) of the ATI will directly and/or indirectly address the effects of the pandemic?",
    "response": "Among the programs that are being implemented and promoted by the Institute are the Urban Agriculture Program (UAP), Backyard/household gardening of edibles, and Community farming. These aim to secure food for every Filipino household and encourage households to produce their own food and use it for their consumption. The ATI provides starter kits to households/ individuals in the urban and peri-urban areas nationwide. The starter kits contain IEC materials, assorted seeds and seedlings, garden soil, vermicast, poly bags, and seedling tray.",
    "page": ""
  },
  {
    "id": 53,
    "category": "Bureaus",
    "topic": "Agricultural Training Institute",
    "question": "What is Digital Farmers’ Training (DFP) Program?",
    "response": "The Digital Farmers’ Training Program is a collaborative project of ATI and Smart Communications Inc. aimed at providing knowledge to farmers and fishers on the latest technologies that can help their agri-fishery businesses. This project provides technical assistance on the use of different mobile applications and Internet of Things (IoT) devices that can contribute in increasing the efficiency, productivity, and income in their respective farm.",
    "page": ""
  },
  {
    "id": 54,
    "category": "Bureaus",
    "topic": "Agricultural Training Institute",
    "question": "What are the available programs of the ATI for the youth in 2021?",
    "response": "Capacity Building/Capability Enhancement – aims to provide need-based and technical training aimed at improving knowledge, skills, and attitude on various topics related to agriculture, fisheries, leadership, managerial, organizational and entrepreneurial skills of the youth.\nEducational Assistance for the Youth: Degree Courses in Agriculture and Agricultural Biosystems Engineering (EAsY Agri) – aims to encourage capable and deserving youth, particularly children of smallholder farmers and fishers to pursue studies, professional career in agriculture and/or venture to agripreneurship.\nInternational Internships (Young Filipino Farm Leaders Training Program in Japan, Filipino Young Farmers Internship Program in Taiwan) – aims to provide opportunities for young farmers to learn farming techniques, agricultural management skills, and farm youth activities in other countries.\ne-Extension Program for Agriculture and Fisheries – aims to provide accessible online resources that the youth may avail of for free in their own pace and place including e-Learning, webinars, and e-Farming.",
    "page": ""
  },
  {
    "id": 55,
    "category": "Bureaus",
    "topic": "Agricultural Training Institute",
    "question": "What are the programs available for out-of-school youth?",
    "response": "Out-of-school youth (OSY) may avail of any of the available programs of the ATI for youth. \nOSY are also encouraged to organize into a Rural Based Organization, specifically the 4-H Club of the Philippines.",
    "page": ""
  },
  {
    "id": 56,
    "category": "Bureaus",
    "topic": "Bureau of Agriculture and Fisheries Standards",
    "question": "How many standards has DA-BAFS developed?",
    "response": "BAFS has developed a total number of 312 Philippine National Standard (PNS) for agriculture and fishery (A&F) products,  tools, machinery,  equipment, and structures since 2003. Majority of the PNS are related to crops for food and non-food (49.4%), followed by agriculture and fishery (AF) tools, machinery, equipment, and structures (21.6%), fish and fishery products (12.3%) and livestock and poultry products (10.3%). More than half or 57.4% of these PNS are quality standards and the rest are food safety standards (42.6%). \nAs of July 2021, 94% (68 out of the 72) ASEAN regional standards related to AF primary and postharvest products are already adopted as PNS. For Codex standards within the mandates of DA-BAFS, 36% (44 out 123) have already been adopted.\nCurrently, out of the 312 total PNS, 46 (15%) have corresponding technical regulations from relevant regulatory agencies. Eleven (11) are food quality standards whilst 35 are food safety related standards.\nFor FY 2022, BAFS will develop 20 Philippine National Standards (PNS) classified as food safety- or food quality-related PNS.",
    "page": ""
  },
  {
    "id": 57,
    "category": "Bureaus",
    "topic": "Bureau of Agriculture and Fisheries Standards",
    "question": "What is the contribution of the DA-BAFS in the implementation of the Food Safety Act?",
    "response": "As of August 2021, the Bureau has developed a total of 134 food-safety PNS for primary and postharvest foods. These food safety standards can be broken down into crops (73 PNS), livestock and poultry (19 PNS), fish and fishery (34 PNS), and general standards (8 PNS). The said PNS were approved by the DA Secretary and endorsed to the mandated Food Safety Regulatory Agencies (FSRAs) for possible adoption or basis of their respective technical regulations.\nAlso, in 2017, the DC No. 02 Series of 2017 or the Guidelines on the Creation of the DA Pool of Scientific Experts (DAPE) and the Issuance of Scientific or Technical Recommendations was issued in compliance with Section 16 of the Implementing Rules and Regulations of the Food Safety Act of 2013. The Act mandated BAFS to organize the DAPE to support the development of food safety standards and provide scientific advice.",
    "page": ""
  },
  {
    "id": 58,
    "category": "Bureaus",
    "topic": "Bureau of Agriculture and Fisheries Standards",
    "question": "What are the new mandates of BAFS as per Republic Act No. 11511 (An Act Amending the Republic Act No. 10068 or the Organic Agriculture Act of 2010)?",
    "response": "Develop standards on organic agriculture;\nAccredit organic certifying bodies (OCB), which covers both third party OCBs and Participatory Guarantee System (PGS) groups (which intends to address the issue of high certification cost); and\nRegister integrated organic farms and organic inputs (soil amendments and bio-control agents).\nIn this regard, as of July 30, 2021, the DA-BAFS has developed 7 Organic Agriculture Standards which are the following: Organic Agriculture, Organic Milled Rice - Code of Practice - Postproduction, Organic Aquaculture, Organic biocontrol agents – Microbials and botanicals – Minimum data requirements, Organic Soil Amendments (formerly Organic Fertilizer), Organic Aquaculture Feeds, and Code of Practice for the Production of Organic Soil Amendments",
    "page": ""
  },
  {
    "id": 59,
    "category": "Bureaus",
    "topic": "Bureau of Agriculture and Fisheries Standards",
    "question": "How does the Participatory Guarantee System (PGS) work?",
    "response": "PGS, in reference to RA 11511, refers to a locally-focused quality assurance system which is developed and practiced by people actually engaged in organic agriculture.  It is built on a foundation of trust, social network, and knowledge exchange. PGS is used to certify producers and farmers as actual and active organic agriculture practitioners and serve as an alternative to third-party certification.\nOnce a farmer member gets certification following the participatory certification process of the accredited PGS group, he/she can now label and sell the produce and products as guaranteed organic. He/she can also use the Philippine PGS Guaranteed Organic mark.\nBy bringing more farmers into a system of committed organic production, and linking that to direct and local sales, PGS offers much wider access to organic produce and products to consumers.",
    "page": ""
  },
  {
    "id": 60,
    "category": "Bureaus",
    "topic": "Bureau of Agriculture and Fisheries Standards",
    "question": "How can PGS help small farmers and fisherfolk?",
    "response": "PGS primarily helps small farmers and fisherfolk by getting organically certified at a low cost.  \nPGS also empowers groups of small farmers and fisherfolk by allowing them to operate as a certification body, ensuring that they maintain the quality of certification services, and the integrity of products being certified as organic. A group of farmers may formally establish a group as PGS supported by concerned members of the community such as the consumers, suppliers and other stakeholders.",
    "page": ""
  },
  {
    "id": 61,
    "category": "Bureaus",
    "topic": "Bureau of Animal Industry",
    "question": "What is the current status and situation of other Economically Important Diseases such as Foot-and-Mouth Disease (FMD)?",
    "response": "Foot-and-Mouth Disease (FMD): The whole Philippines was declared by the OIE as FMD-free country without vaccination in May 2015. To date, there are no reports on suspected cases received.\nPeste des Petits Ruminants (PPR): The Philippines was done recognized by the Office International des Epizooties (OIE) or World Organisation for Animal Health as PPR-free. To date, there are no reports on suspected cases received.\nPorcine Reproductive and Respiratory Syndrome (PRRS): Currently, PRRS is considered endemic in the Philippines. To control this, farms that will be transporting breeder animals from one region to another are required   to be tested free for PRRS.\nNewcastle Disease (ND): Suspected cases are coordinated with concerned Local Government Units (LGUs) for disease investigation and appropriate action. Also, ND vaccines are distributed to suspected areas.\nFoot-and-Mouth Disease (FMD): The whole Philippines was declared by the OIE as FMD-free country without vaccination in May 2015. To date, there are no reports on suspected cases received.\nPeste des Petits Ruminants (PPR): The Philippines was done recognized by the Office International des Epizooties (OIE) or World Organisation for Animal Health as PPR-free. To date, there are no reports on suspected cases received.\nPorcine Reproductive and Respiratory Syndrome (PRRS): Currently, PRRS is considered endemic in the Philippines. To control this, farms that will be transporting breeder animals from one region to another are required   to be tested free for PRRS.\nNewcastle Disease (ND): Suspected cases are coordinated with concerned Local Government Units (LGUs) for disease investigation and appropriate action. Also, ND vaccines are distributed to suspected areas.\nCanine Rabies: The goal for rabies- free Philippines by 2030 and no human rabies case by 2027 is being done through close collaboration with DOH, DILG, LGUs and private sector. Continuous implementation of mass dog/cat vaccination to reduce rabies incidence is being done. Also, there is a progressive local declaration of rabies- free areas being conducted.\nClassical Swine Fever (Hog Cholera): Mindanao Island is being targeted as a locally declared CSF-free zone with vaccination. This will be subjected to  compliance with requirements in the OIE Terrestrial Code Guidelines for CSF-free status declaration through zonal approach. This will be followed by the islands of Visayas and Northern Luzon where filed cases are seldom reported.",
    "page": ""
  },
  {
    "id": 62,
    "category": "Bureaus",
    "topic": "Bureau of Animal Industry",
    "question": "What are the government strategies in managing, containing and controlling Economically Important Diseases?",
    "response": "Continuous implementation of surveillance systems in the early detection and warnings of local and foreign animal diseases and regulation of animal facilities and products.\nContinuous public consultations on animal welfare, and health forum on animal diseases to inform industry stakeholders.\nImplementation of quarantine measures that prevent and control the entry of dangerous and communicable animal diseases in the country through the following:\nAccreditation of suppliers through the DA Inspection Mission;\nStrict implementation of Sanitary Phytosanitary (SPS) Measures;\nIssuance of Local Shipping Permits;\nThorough border inspection in ports of entry, i.e., airports and seaports; and\nPlacement of quarantine checkpoints in strategic areas all over the country for early containment of dangerous and communicable diseases.",
    "page": ""
  },
  {
    "id": 63,
    "category": "Bureaus",
    "topic": "Bureau of Agricultural Research",
    "question": "What adjustments has DA-BAR implemented in delivering R&D-related services under the New Normal?",
    "response": "Aligned to the National Agriculture and Fisheries Modernization and Industrialization Program (NAFMIP) 2020-2025, the DA-BAR Resiliency, Response, Research for Development (3R) Program has six core subprograms, namely: (1) Intensified and Outscaled Farming and Production Systems, (2) Sustained Support for Upgrading of Research for Development (R4D) Capacities, (3) Promotion of Urban Agriculture, (4) Smart Agri-Fishery R4D, (5) Technology Business Incubation, and (6) Food Products and Technology Upscaling.\nAligned to the National Agriculture and Fisheries Modernization and Industrialization Program (NAFMIP) 2020-2025, the DA-BAR Resiliency, Response, Research for Development (3R) Program has six core subprograms, namely: (1) Intensified and Outscaled Farming and Production Systems, (2) Sustained Support for Upgrading of Research for Development (R4D) Capacities, (3) Promotion of Urban Agriculture, (4) Smart Agri-Fishery R4D, (5) Technology Business Incubation, and (6) Food Products and Technology Upscaling.",
    "page": ""
  },
  {
    "id": 64,
    "category": "Bureaus",
    "topic": "Bureau of Agricultural Research",
    "question": "How does DA-BAR address the issue of research duplication with PCAARRD?",
    "response": "Creation of a R&D Strategies among R&D agencies will abolish research duplication among agencies.\nCreation of the In-house R&D Proposal Screening and Review Committee tasked to conduct the initial screening, review and consolidation of all the R&D proposals received by the bureau.\nCreation of the Monitoring and Evaluation Team (MET) to implement the M&E of the on-going R&D projects of BAR and recommend and certify the acceptability of these projects.",
    "page": ""
  },
  {
    "id": 65,
    "category": "Bureaus",
    "topic": "Bureau of Plant Industry",
    "question": "What are the updates on the importation of rice?",
    "response": "As of June 30, 2021: 49.92% or 1.27M mt of the total expected volume of 2.52M mt of imported rice arrived in the country.\nFrom the 2,422 approved Sanitary and Phytosanitary Import Clearance (SPSIC), only 53.84% or a total of 1,304 clearances were used for the 1st semester of 2021.\nTop sources of imported milled rice (As of July 2, 2021):\nVietnam: 1,126,301 MT (89.35%); Myanmar: 62,152 MT (4.93%);        Thailand: 56,842 MT (4.51%)\nTop milled rice importers of the country:\nNAN STU Agri: 61,402 MT ; Davao Solar Best Corporation: 55,936 MT; Lucky Buy and Sell: 52,682 MT \nMajority of the imported rice entered in the ports of Pampanga, Davao, Cagayan De Oro,  and Manila International Container Port (MICP).\nComparing the total volume of imported rice that arrived in the 1st semester of the previous and current year, a slight increased can be observed with a recorded volume of imported rice arrival at 1.26M mt and 1.42M mt in 2020 and 2021, respectively.   \nSimilarly, a decrease to 1,304 used SPSICs compared to 1,903 used SPSCIs were observed in the 1st semester of 2021 and 2020, respectively.   \nThe prevailing price (As of June 30, 2021) of imported well-milled rice for first semester of 2021 was PhP 44/kg, higher by 16% compared to the PhP 38/kg in the first semester of 2020.",
    "page": ""
  },
  {
    "id": 66,
    "category": "Bureaus",
    "topic": "Bureau of Plant Industry",
    "question": "What are the measures and initiatives being done by BPI to address Food Safety?",
    "response": "Conduct of three (3) Virtual Public Consultation for some Draft Food Safety Regulations;\nIssuance of the Guidelines for the “General Requirements in the Appointment or Designation of Food Safety Officers” in February 2021;\nInspection of farms, packing facilities and Cold Storage Warehouses (CSW) as part of the licensing process of food business operator (FBO) and for compliance to food safety requirements;\nAudit of the implementation of Internal Control System (ICS) of 25 companies;\nConduct of food safety risk assessment of plant food derived from modern biotechnology;\nConduct of three (3) batches of Food Safety Officers’ Training (Theoretical) and six (6) batches of Food Safety Officers’ Training (Practical); \nImplementation of Philippine Good Agricultural Practices (PhilGAP) Program;\nAudit of a total of 52 PhilGAP Certified farms;\nCollection of samples of agricultural crops in different markets and trading post for the analysis of pesticide residue, chemical and microbiological contaminants;\nValidation of 10 methods, verification of 462 methods and development of 2 instrument methods in compliance with laboratory protocol; \nCoordination and orientation of LGUs on the implementation of food safety within their areas of jurisdiction; and\nMonitoring of the notifications on Sanitary Phytosanitary World Trade Organization (SPS WTO) website and dissemination of memoranda and advisories to the concerned stakeholders.",
    "page": ""
  },
  {
    "id": 67,
    "category": "Bureaus",
    "topic": "Bureau of Plant Industry",
    "question": "What are the updates and control measures for other pests and diseases other than FAW?",
    "response": "Damping-off in Onion: Affected 556.49 ha of area (i.e. 39.87% infestation); Regional Crop Protection Center (RCPC) 11 installed pheromone trap and sprayed Astron and Prevathon. \nBacterial Soft Rot in Banana: Affected 2,310 trees (i.e. 44.40% infestation); RCPC 4 conducted pest validation and provided Trichoderma, neem oil, Mykovam and Serenade (Bacillus subtilis).\nWeevil in Banana: Affected 3.00 ha of area (i.e. 60.00% infestation); RCPC 9 conducted monitoring and collected adults and larvae of the Pseudostem borer.\nFlorida Wax Scale in Mango: Affected 27.13 ha of area (i.e. 75.50% infestation); Monitoring is radiated to other provinces in the region (Region 11).\nFusarium Wilt in Banana: Affected 19.50 ha of area (i.e. 76.60% infestation); Davao National Crop Research, Development and Production Support Center (DNCRDPSC) practice macro and micro propagation, Trichoderma production, technical assistance on Fusarium management, provide IEC materials on the identification and management, initial trial of biopesticide Fusarium wilt TR4 and, test of selections ‘Grand Naine’ and ‘GCTCVs’ against Fusarium wilt TR4.   \nMealybugs in Cassava: Affected 0.76 ha of area (i.e. 41.67% infestation); RCPC 4A provided neem oil to Municipal Agriculture Office for distribution to affected farmers.\nWitches’ Broom in Cassava: Affected 3.00 ha of area (i.e. 38.00% infestation); RCPC 2 advised farmers to harvest immediately and remove infected cassava plant.",
    "page": ""
  },
  {
    "id": 68,
    "category": "Bureaus",
    "topic": "Bureau of Plant Industry",
    "question": "What is the latest update in the petition for deregulation for the commercial propagation of Corn NK603?",
    "response": "Last January 4, 2021, the BPI received a petition for Deregulation for the commercial propagation of Corn NK603 (glyphosate tolerant corn) from Philippine Maize Federation Incorporated.\nThe petition is currently being assessed by the Scientific and Technical Review Panel (STRP), DENR and DOH.",
    "page": ""
  },
  {
    "id": 69,
    "category": "Bureaus",
    "topic": "Bureau of Plant Industry",
    "question": "What are the updates on the implementation of Gulayan Program?",
    "response": "Twelve (12) partners signed the Memorandum of Agreement (MOA) in NCR and BPI Centers, with a total of 47 MOA signed from 2020;\nTwo hundred six (206) urban garden sites were established in several city LGUs, government offices, private companies, and other areas; and \nForty-eight (48) schools were provided with vegetable, seeds, seedlings, garden inputs and technical assistance through training of person in charge.",
    "page": ""
  },
  {
    "id": 70,
    "category": "Bureaus",
    "topic": "Bureau of Soils and Water Management",
    "question": "What is the status of implementation of the Small Water Irrigation System?",
    "response": "As of December 2020, a total of 20,507 units of SSIPs were implemented covering a total of 168,320 hectares benefitting 2,814 SWISAs/FAs nationwide with a total of 87,084 members.",
    "page": ""
  },
  {
    "id": 71,
    "category": "Bureaus",
    "topic": "Bureau of Soils and Water Management",
    "question": "What is the investment/ development cost per SSIP type?",
    "response": "Small Water Impounding Project (SWIP) – maximum of PhP 300,000.00/ ha for new construction; PhP200,000.00/ ha for rehabilitation/ improvement.\nDiversion Dam (DD) - maximum of PhP 200,000.00/ ha for new construction; PhP100,000.00/ha for rehabilitation/ improvement.\nSmall Farm Reservoir (SFR) - maximum subsidy of PhP100,000.00 per unit and PhP 500,000.00 for aggregate of 5 units for new construction; PhP50,000.00 per unit and PhP250,000 for aggregate of 5 units for rehabilitation.\nShallow Tube Well (STW) - total cost of project (pump sets and tubewell) ranges from PhP50,000 to PhP150,000.00.\nPISOS- total cost of project (pump sets and suction pipes) ranges from PhP50,000 to PhP150,000.00.\nSpring Development- maximum of PhP 200,000.00/ ha.\nRam Pump- maximum subsidy of PhP650,000 per system (min. of 3 ha)\nWind Pump- maximum subsidy of PhP550,000 per system (min. of 3 ha).\nSolar Pump- for non-rice crops, maximum subsidy of PhP650,000 per system (min. of 3 ha); for rice, maximum subsidy of PhP6,000,000.00 per system (min. of 10 ha).",
    "page": ""
  },
  {
    "id": 72,
    "category": "Bureaus",
    "topic": "Bureau of Soils and Water Management",
    "question": "Why are solar powered pumps so expensive? What would be the break-even/ payback period?",
    "response": "Accounting for up to 60% of the total cost, the high cost of solar panels is the primary reason for the high price of solar-powered pumps.\nThe estimated payback period for a one (1) hp solar powered pump is three  to four years.",
    "page": ""
  },
  {
    "id": 73,
    "category": "Bureaus",
    "topic": "Philippine Rubber Research Institute",
    "question": "What are the effects of COVID-19 to the rubber industry?",
    "response": "Lower price or raw rubber products (cuplumps) was observed as demand for processing have decreased dramatically due to transportation and delivery issues brought about by Enhanced Community Quarantine (ECQ) and General Community Quarantine (GCQ). \nDue to the unavailability of tappers, some plantations refused to tap their trees to obtain cuplumps which affected the supply. \nSome of the processing plants locally sourcing cuplumps from other plantations for processing end up exporting their own cuplumps instead of turning them first into rubber sheets.",
    "page": ""
  },
  {
    "id": 74,
    "category": "Bureaus",
    "topic": "Philippine Rubber Research Institute",
    "question": "What are available support for rubber farmers that are affected by COVID-19?",
    "response": "Introduction of diversified rubber-based farming system where inputs will be provided. This will involve intercropping of other agricultural crops (vegetables, corn, and etc) and integration of livestock (goat and chicken) to provide income to farmers during the immature stage of rubber and especially during this pandemic. It will also distribute quality planting materials for rubber farmers that are willing to plant rubber during this pandemic.\nConduct of different training activities that will enhance the capacity of rubber farmers, rubber associations and cooperatives, and coordination with agribusiness sector to support the local farmers in marketing their local products for stronger partnership with public and private sector.",
    "page": ""
  },
  {
    "id": 75,
    "category": "Bureaus",
    "topic": "Philippine Rubber Research Institute",
    "question": "Given the low price of rubber and the effect of the pandemic, how can we increase the income of rubber farmers?",
    "response": "Investing in rubber industry through value-adding of rubber products such as production of higher grade of centrifuge latex and rubber sheets to increase the price of rubber products which is needed in in producing condom, tires for vehicles, tires, and medical gloves, among others.\nFor newly planted rubber plants, while rubber is in its immature stage, diversified farming can be applied. Fruit-bearing trees can also be intercropped so that the land becomes more productive. PRRI will conduct massive information campaign on intercropping technique. Through this method, rubber farmers will be able to utilize some other potential parts of their land area for its maximum production.",
    "page": ""
  },
  {
    "id": 76,
    "category": "Bureaus",
    "topic": "Food Development Center",
    "question": "What is FDC’s role in the Food Safety Act 2013?",
    "response": "As stated in the IRR of the Republic Act No. 10611 or the “Food  Safety Act of 2013”, the Food Development Center (FDC) shall  provide scientific support in testing, research and training to the Department of Agriculture food safety regulatory  agencies (DA-FSRAs), other DA agencies, and Food Business  Operators (FBOs). FBOs include the civil society organization (CSO)’s community food-based enterprises, and commercial  food processors/ manufacturers, and businesses involved in  storage and distribution.",
    "page": ""
  },
  {
    "id": 77,
    "category": "Bureaus",
    "topic": "Food Development Center",
    "question": "What are the services of FDC?",
    "response": "Analysis of chemical contaminants in foods;\nDevelopment and validation of new and  emerging analytical test methods;\nAnalysis microbiological contaminants to evaluate  the safety and quality of foods and products;\nSensory evaluation of various agri-fishery foods and products for the characterization of sensory properties of  foods and products and its acceptability;\nEvaluation of food package label and nutrition  information to conform with the local and export market  labelling regulations;\nHeat penetration studies to evaluate the adequacy of  thermal process schedules applied to canned foods;\nShelf life studies are also offered by FDC to determine the shelf  life or expiry dates of food products;\nCapacitate the manpower complements of the  DA-Food Safety Regulatory Agencies (FSRAs); and\nProvide food safety and other technical training  courses to the FBOs to capacitate their manpower complement.",
    "page": ""
  },
  {
    "id": 78,
    "category": "Bureaus",
    "topic": "Food Development Center",
    "question": "What specific assistance does FDC render to Food Business Operators (FBO)/CSO and farmers?",
    "response": "Product/process development/improvement, product testing, shelf-life studies of packed food products, and establishment of thermal processes of canned foods;\nProduct development studies on excess agricultural produce of farmers to be processed and prevent wastage;\nTrain FBO and farmers on community food based enterprises;\nTrain FBO and farmers on the sanitation and observance of GMP during processing, packaging and storage of their products;\nUpgrade FDC Pilot Plant Equipment and facilities;\nExtend technical assistance to FBO and farmers to ensure that processed food products conform to local and international food safety standards; and\nProvide capacity building of FBO community food based  enterprises and farmers to enable them to make their  products viable, profitable and sustainable.",
    "page": ""
  },
  {
    "id": 79,
    "category": "Bureaus",
    "topic": "Food Development Center",
    "question": "What will be the role of FDC in the rationalization and strengthening of the DA National and Regional Laboratory Services?",
    "response": "Lead the overall coordination and facilitation of activities  relevant to the rationalization of DA laboratory services.\nAct as Secretariat to the DA Executive Committee (as proposed in the draft DA Department Order for the Revised  Policy on Rationalization and Strengthening of the DA  National and Regional Laboratory Services)\nFormulate, implement, monitor,  evaluate and update the following: \nNational Strategic Development Plan (NSDP), laboratory  policies, protocols for DA laboratories;\nTesting programs and monitoring and surveillance  plans of DA laboratories;\nManagement Information System (MIS) in collaboration  with the ICTS and DA units; and\nLaboratory Information and Management System  (LIMS) for DA Laboratories in collaboration with ICTS  and respective DA laboratories.\nLead overall assessment of DA Laboratories and in the  formulation of guidelines and criteria for laboratory  development prioritization;\nSpearhead the creation of Technical  Working Group (TWG) composed of representatives from  national DA laboratories;\nUpdate the Supplementary Guidelines for the Formulation  and Preparation of Plan and Budget Proposals (PBPs) of the  DA Laboratories in collaboration with DA PMS;\nLead he overall review and evaluation of submitted Plan  and Budget Proposals (PBPs) and Work and Financial Plans  (WFPs) of DA Laboratories, and consolidate the PBPs and  WFPs for the operation and maintenance of the Integrated  Laboratory Division of DA RFOs; and\nSupport the DA Laboratories in their institutional  development and upgrading of laboratory facilities, through  endorsement of request for research grants from the BAR or other funding agencies.",
    "page": ""
  },
  {
    "id": 80,
    "category": "Attached Agencies",
    "topic": "Agricultural Credit Policy Council",
    "question": "What are the support being provided by ACPC to small farmers and fisherfolk (SFF) and agri/fishery-based MSEs affected by the COVID-19?",
    "response": "Implementation of accessible and affordable credit programs.\nSimplifying the credit requirements and process.\nImplementation of other credit support services such as:\nMoratorium on repayment of loans under SURE programs;\nImplementation of capacity building interventions;\nConduct of virtual program orientation, and other policy advocacy activities;\nDeveloping an electronic depository of ACPC Credit Program information;\nRegular meeting with DA-RFOs and PLCs; and\nUp-to-date online reporting of accomplishments through infographics.",
    "page": ""
  },
  {
    "id": 81,
    "category": "Attached Agencies",
    "topic": "Agricultural Credit Policy Council",
    "question": "What is the status of the PhP 2.5 billion credit funds provided under Bayanihan II?",
    "response": "The ACPC was able to disburse the PhP2.5 billion credit funds to partner lending conduits and Land Bank of the Philippines (LBP) by end of December 2020. Disbursement to SFFs and MSE-borrowers is ongoing. Following are the status of disbursement to beneficiaries as of June 30, 2021:\nPhP 1.4 billion has been released to end-borrowers benefitting 36,047 SFFs and 63 MSEs; and\nPhP 773.4 million is already in the pipeline/being processed for release to end-borrowers benefitting 26,457 SFFs, and 18 MSEs.",
    "page": ""
  },
  {
    "id": 82,
    "category": "Attached Agencies",
    "topic": "Agricultural Credit Policy Council",
    "question": "How does ACPC expedite disbursement of loans to SFFs and MSEs amidst the challenges brought by mobility restrictions and other safety protocols due to the Covid-19 pandemic?",
    "response": "Streamlining of procedure in the submission of list of farmer/ fisher-borrowers;\nStrengthening coordination with LGUs;\nTapping grass-root-based financial institutions to serve target beneficiaries in hard-to-reach areas; and\nIntegration of digital solutions in the implementation of loan programs.",
    "page": ""
  },
  {
    "id": 83,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "Why is the price of fertilizers, specifically urea, increasing in 2021?",
    "response": "The global prices of urea started to increase in April 2021, primarily due to its global supply movement as there is a strong demand and higher input costs. Since most of our supply of urea are sourced abroad, then consequently, local prices will correspondingly increase.\nOther phosphate raw materials such as sulfur and ammonia have also increased sharply due to limited supplies caused by COVID-19 restrictions.",
    "page": ""
  },
  {
    "id": 84,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "How does the FPA address the high cost of fertilizer?",
    "response": "Since the FPA does not regulate prices of fertilizers and pesticides pursuant to massive trade liberalization efforts of the government way back in 1986 which led the agency to discontinue import permit issuance and price-setting, it merely encourages fair market competition. \nThe FPA ensures that the registration of fertilizer and pesticide products complies with timelines set forth in the Citizen’s Charter so that more brands/products become available in the market as soon as possible. \nThe agency monitors the prices of fertilizers and pesticides across different locations nationwide and submit weekly monitoring reports to the DA.",
    "page": ""
  },
  {
    "id": 85,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "How does FPA help address pest infestation such as Fall Army Worm (FAW), Coconut Scale insect and Mango Weevil?",
    "response": "The FPA is mandated to assure the public of safe and adequate supply of fertilizers, pesticides and other agricultural chemicals through the issuance of licenses, registrations and permits. Applications for pesticide registrations to combat the infestations have been prioritized as the situation requires. \nThe FPA regularly issues the list of its registered fertilizer and pesticides categorized according to their appropriate application for specific pest, plant disease and crops. Likewise, the agency coordinates with relevant industry stakeholders and government agencies like the DA Pest Surveillance Unit and the Bureau of Plant Industry (BPI) for the monitoring and control of such incidents.\nInformation regarding FPA’s list of registered inputs for the control of pest infestations such as fall army worm (FAW) and coconut weevil are published in the FPA’s website (http://fpa.da.gov.ph).",
    "page": ""
  },
  {
    "id": 86,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "Who regulates organic fertilizers and pesticides and those intended for industrial use?",
    "response": "Pesticides for urban/household use is regulated by the Foods and Drugs Administration (FDA) per Supreme Court ruling in 2007.\nOrganic fertilizers and pesticides are regulated by the Bureau of Agriculture and Fisheries Standards (BAFS) per Republic Act 11511 (or An Act Amending RA 10068 or the Organic Agriculture Act of 2010).",
    "page": ""
  },
  {
    "id": 87,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "What were the actions undertaken to ban hazardous pesticides?",
    "response": "The FPA restricts and bans pesticides that exceeds the Maximum Residue Limit (MRL) or the maximum concentration of a pesticide residue permitted in or on agricultural commodity, or animal feed, through issuance of FPA Board Resolutions and FPA Circulars after consultation with various industry stakeholders and other government agencies.\nCertain pesticides to be registered by FPA should be within standard toxicity levels to protect the environment and public health. The FPA has the obligation to regularly monitor and enforce confiscation.\nThe FPA conducts information and education campaign to enjoin the public to avoid/discontinue the use of these inputs and to report incidences of their continued use and distribution to FPA.",
    "page": ""
  },
  {
    "id": 88,
    "category": "Attached Agencies",
    "topic": "Fertilizer and Pesticide Authority",
    "question": "How does FPA address the proliferation of illegitimate online sellers and distribution of illegal fertilizer and pesticide products?",
    "response": "The FPA is currently coordinating with the Department of Trade and Industry and other regulatory agencies to come up with a joint order to regulate the online selling of such agricultural inputs in different online platforms. Likewise, the Agency has already coordinated with these online selling platforms and educated them on the need for products and handlers (sellers) to undergo registration and accreditation prior to engaging in such activity.\nThe public are also continuously advised to avoid and report unscrupulous sellers of such unregistered products.",
    "page": ""
  },
  {
    "id": 89,
    "category": "Attached Agencies",
    "topic": "National Fisheries Research and Development Institute",
    "question": "What is Maximum Sustainable Yield (MSY) and Total Allowable Catch (TAC) for the Philippine Fisheries?",
    "response": "MSY is the largest average quantity of fish that can be harvested from a  fish stocks/ resource within a period of time (e.g. one year) on a sustainable basis under existing environmental conditions, while TAC is defined as the maximum harvest allowed to be taken during a given period of time from any fishery area or from any fishery species, or a combination of area and species and normally would not exceed the MSY (Sections 61 and 85, RA8550 as amended by RA10654). \nTAC computation is not applicable in the Philippine fisheries because it is commonly used in areas with single species and gear which is different from our country’s fisheries situation wherein various fishing gears are used to catch various fish species.\nMSY is recommended for Philippines to determine the status of capture fisheries. To get MSY, a total inventory of boat and gear is necessary.",
    "page": ""
  },
  {
    "id": 90,
    "category": "Attached Agencies",
    "topic": "National Fisheries Research and Development Institute",
    "question": "What is the National Stock Assessment Program (NSAP)?",
    "response": "NSAP is a Program that conducts assessment of major pelagic (fish that inhabits in the upper layer of the open sea) and demersal (fish that inhabits in the bottom layer of the open sea) species in major fishing grounds of the county through establishment of standardized time series and biological data. Through stock assessment, Reference Point (RP) can be established.\nRP is defined as benchmark values often based on indicators such as fishery stock size or the level of fishing that serves as standard to compare estimates of a fishery stock size and fishing mortality over time depending on the biological characteristics of the species. Based on RP, Harvest Control Rules (HCR) may be recommended in a particular body of water.\nHCR refers to actions or set of actions to be taken to achieve a medium or long term target reference point while avoiding reaching or breaching a limit reference point (Section 54, RA8550 as amended by RA10654). It can contribute in ensuring a sustainable supply of fish.",
    "page": ""
  },
  {
    "id": 91,
    "category": "Attached Agencies",
    "topic": "National Fisheries Research and Development Institute",
    "question": "What is the relationship of National Stock Assessment Program (NSAP) to the establishment of Fisheries Management Areas (FMAs) in the country?",
    "response": "The NFRDI plays a critical role in providing science-based information needed for each Fisheries Management Area. The 12 FMAs were established based on considerations of stocks boundary/range/ distribution, structure of fisheries as well as administrative divisions (Fisheries Administrative Order No. 263, s. 2019).\nThrough the NSAP, it will assist each FMA in identifying the key species found within the FMA in establishing the Reference Points. Based on this reference points, NFRDI and the NSAP teams at the regional levels may recommend Harvest Control Rules and other related actions to the Science Advisory Group (SAG) for its use as inputs in formulating conservation and management measures.\nAt present, FMAs have formed their Management Board (MB) and are in various stages of completing their individual SAG. Determination of key species per FMA (including consolidation of catch and effort information by concerned regions) and continuous gathering of information for the update of their FMA  Profile among others, are the current activities being undertaken.",
    "page": ""
  },
  {
    "id": 92,
    "category": "Attached Agencies",
    "topic": "National Meat Inspection Service",
    "question": "How can NMIS assure the consumers that the meat is safe and passed through the inspection process?",
    "response": "Meat that came from accredited sources and passed through the inspection process of NMIS are certified fit for human consumption by meat inspection officers through the Meat and Meat Products Inspection Certificate or MMPIC. Carcasses also bear the marks of inspection. Processed meats must also bear a label on their packaging to indicate the source and other mandatory information such as product name, net quantity, ingredients, and safe handling instructions.",
    "page": ""
  },
  {
    "id": 93,
    "category": "Attached Agencies",
    "topic": "National Meat Inspection Service",
    "question": "What actions are being undertaken to stop the selling of “double-dead meat” or “bocha” in the public market?",
    "response": "The NMIS intensified its campaign against the rampant selling of “bocha or double-dead meat” through Task Force Bantay Karne (TFBK).  \nThe LGUs are also continue implementing this program within their respective jurisdiction as required by law (RA 7160).",
    "page": ""
  },
  {
    "id": 94,
    "category": "Attached Agencies",
    "topic": "National Meat Inspection Service",
    "question": "the processes or requirements in the application for construction and accreditation of a new meat establishment (e.g. slaughterhouse, cutting plant, etc.)?",
    "response": "All matters pertaining to the establishment of a new meat facility are referred to the Accreditation and Registration Division (ARD) at the NMIS Central Office. They provide all the necessary information, requirements, and guidance in the proper construction and establishment of a new meat facility. When requested, the NMIS Central Office as well as regional offices can extend technical assistance to the clients.\nSome of the requirements include the following: \nFor New Applications:\nBlue Print of Engineering Plan, Sketch of Operational Flow, Hygiene and Sanitation Program, HACCP Plan/ HACCP Certification, and Evaluation Report/Accomplished Criteria for\tAccreditation\nFor Renewal:\nSketch of Operational Flow, GMP (for\tAA)/HACCP (for AAA)\tCertificate\tof Accreditation\t(photocopy), and Meat Establishment Certificate\tof Accreditation\t(photocopy)",
    "page": ""
  },
  {
    "id": 95,
    "category": "Attached Agencies",
    "topic": "National Meat Inspection Service",
    "question": "What quarantine measures is NMIS doing against poultry and livestock diseases?",
    "response": "NMIS Central Office and Regional Offices, in collaboration with LGUs, conduct continuous extensive monitoring of markets and other distribution channels to ensure that no meat coming from banned countries may be sold.\nExpert and Prompt Response using Event-based Surveillance (ExPRESS) is a surveillance system patterned after the Event-based Surveillance to provide early detection and timely response to threats in animal health, public health, and food safety. It also provides for a better coordination and communication between human and animal health agencies in addressing threats and challenges brought about by diseases that may be emerging (unknown) or re-emerging.",
    "page": ""
  },
  {
    "id": 96,
    "category": "Attached Agencies",
    "topic": "Philippine Carabao Center",
    "question": "Why is the implementation of the Milk Feeding Program good for only 20-50 days instead of the 120 days provided by the law?",
    "response": "Due to limited funds allotted per School Division Office (SDO), the SDOs prioritize to feed the primary targets (kindergarten learners, Grade 1 to 6 learners who were wasted and severely wasted based on the SBFP report) and adjust the feeding days accordingly. \nThe approved budget of DepEd for the School Based Feeding Program (SBFP) – Milk Feeding component, is not enough to feed all the identified undernourished children from Kinder to Grade Six for 120 days as stipulated in the RA 11037.",
    "page": ""
  },
  {
    "id": 97,
    "category": "Attached Agencies",
    "topic": "Philippine Carabao Center",
    "question": "How can local suppliers/ cooperatives be assured of the contract of the Milk Feeding Program if the mode of procurement is bidding?",
    "response": "As a partner of this program, PCC helps and assists our local suppliers/cooperatives with the preparation of legal documents and requirements needed in the bidding process.\nConsider limited source of bidding as mode of procurement.\nCommunity participation, as a form of Negotiated Procurement is allowed in order to meet specific social objectives or for project sustainability. The transactions between the government and third parties such as suppliers will be transparent. \nPCC recommends the expansion of coverage to other regions and the amount required for this type of procurement.",
    "page": ""
  },
  {
    "id": 98,
    "category": "Attached Agencies",
    "topic": "Philippine Carabao Center",
    "question": "How can Sagip Saka be used for procurement of Milk?",
    "response": "For the purpose of this Act, the procurement by the national and local government agencies of said agricultural and fishery products shall be exempt from the application of the bidding process prescribed under the relevant government procurement laws: Provided, that the said agencies shall undergo a negotiated procurement under the applicable guidelines of the Government of the Procurement Policy Board (GPPB).\nTo date, GPPB has yet to issue guidelines to implement the said Sagip Saka Act provision.",
    "page": ""
  },
  {
    "id": 99,
    "category": "Attached Agencies",
    "topic": "Philippine Carabao Center",
    "question": "How does PCC ensure that there is enough locally produced milk to supply the children if ever that there will be an expansion of the number of beneficiaries and number of feeding days?",
    "response": "With the help of the Carabao-based Business Improvement Network (CBIN)/ Coconut-Carabao Development Project (CCDP) project, PCC makes sure that the future direction of the milk feeding program includes the expansion of areas in order to have more assisted cooperatives to supply milk in the program.",
    "page": ""
  },
  {
    "id": 100,
    "category": "Attached Agencies",
    "topic": "Philippine Carabao Center",
    "question": "How does PCC ensure that the milk delivered is in good quality?",
    "response": "PCC makes sure that the raw milk to be produced by the farmers will be handled with good hygienic practices. \nPCC offers assistance for milk testing in order to see if the milk is good for production up to delivery. \nDuring delivery, PCC ensures that the milk being delivered is in good quality by making sure that the milk packs are in proper storage and temperature in order to prevent spoilage and by giving samples of milk packs to the authorized inspectors in every drop-off points in order for them to have a sensory evaluation. \nDuring sensory evaluation, the authorized inspectors can taste and smell if the milk is in good quality. They can also inspect if there are any leakage in the milk packs.",
    "page": ""
  },
  {
    "id": 101,
    "category": "Attached Agencies",
    "topic": "Philippine Fiber Industry Development Authority",
    "question": "Does PhilFIDA give free abaca planting materials to LGU/Farmer’s Groups/Cooperatives?",
    "response": "The planting materials are given free to LGU/ Farmer’s Groups/ Cooperatives, but they are responsible for hauling the planting materials from the PhilFIDA Facilities (Tissue Culture Laboratories/Seedbanks) to their areas.",
    "page": ""
  },
  {
    "id": 102,
    "category": "Attached Agencies",
    "topic": "Philippine Fiber Industry Development Authority",
    "question": "Why PhilFIDA facilities are producing limited number of abaca planting materials?",
    "response": "The PhilFIDA Facilities cannot produce the planting materials needed by the farmers due to lack of fund to hire personnel and procure the necessary equipment and materials (e.g., chemicals, agricultural supplies) needed for the production of planting materials.",
    "page": ""
  },
  {
    "id": 103,
    "category": "Attached Agencies",
    "topic": "Philippine Fiber Industry Development Authority",
    "question": "In the implementation of the Mandanas Ruling, what are the extension (agricultural advisory services) functions that need to be strengthened by the LGUs?",
    "response": "One of the functions of the LGUs which needs to be strengthened is the establishment and maintenance of the fibercrop nurseries at the municipal/barangay level thru the transfer of technologies by PhilFIDA to the concerned LGUs.",
    "page": ""
  },
  {
    "id": 104,
    "category": "Attached Agencies",
    "topic": "Philippine Center for Postharvest Development and Mechanization",
    "question": "How is PhilMech addressing climate change and other environmental issues?",
    "response": "The RDE programs and projects are focused on developing or improving technologies, e.g., mechanical dryers and climate-resilient storage facilities, to address erratic weather patterns and occurrences of extreme weather disturbances; developing technologies on climate-resilient crops such as corn, cassava, mungbean to ensure sustainable agriculture; designing energy-efficient/-saving technologies, e.g., technologies powered by renewable energy sources such as solar power; designing technologies to protect climate-sensitive crops such as coffee; R&D on waste and by-product utilization; and R&D on biological control of pests and diseases.\nAccessibility of efficient and climate-resilient/-technologies for rice is made possible by the PHilMech’s role in providing rice production and post-production technologies through the RTL’s Rice Competitiveness Enhancement Program – Mechanization Component (RCEP Mechanization).",
    "page": ""
  },
  {
    "id": 105,
    "category": "Attached Agencies",
    "topic": "Philippine Center for Postharvest Development and Mechanization",
    "question": "In what ways will PhiMech attain its commitment in Philippine Development Plan 2017-2022?",
    "response": "During the mid-term updating of the PDP in 2019, PHilMech was tasked by the NEDA SC-AFF to add to its commitments the reduction of postharvest losses in high value crops and increase in the level of mechanization. The latter was committed in view of PHilMech’s mandate under RA 11203 or the RTL which is expected to contribute to higher mechanization level in rice. With the direct interventions deployed under RTL’s RCEF Mechanization Program it is expected that the level of mechanization has already increased to a level at par or near our Asian neighbors.\nFor these purposes, PHilMech is conducting research studies to establish the loss reduction in selected high value crops and level of mechanization on rice. PHilMech is expected to conduct the studies on a regular 6-year interval to coincide with the end of implementation of successor PDPs. These results should establish baseline data that will provide the bases for planning and policy decisions towards improving productivity, reducing losses and increasing incomes of farmers.",
    "page": ""
  },
  {
    "id": 106,
    "category": "Attached Agencies",
    "topic": "Philippine Center for Postharvest Development and Mechanization",
    "question": "What are the programs and projects being implemented by PhilMech that contribute to the COVID-19 initiatives of the department?",
    "response": "PHilMech shall continue to conduct research, development and extension (RDE) to generate and commercialize technologies intended to reduce production cost, reduce postharvest losses, and add value to produce. These are all significant to the rebuilding efforts while the pandemic still has not yet and when it has finally seen its end. These are short-gestating projects expected to generate results that would help ease the effects of the pandemic. This includes processing to add value to commodities, increase shelf-life, and generate income.",
    "page": ""
  },
  {
    "id": 107,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What are the measures/strategies implemented by PCAF given the restrictions caused by Covid 19 pandemic?",
    "response": "The PCAF 2021 Thrusts and Priorities intensifies the operationalization of the Innovative Consultation on A&F Policy Reforms and Engagement (iCARE) Program, through its service brands, as it focuses towards the achievement of its goals and its planned effects on the evidence-based membership, action-oriented policy service and results-based organizational development of the agency. \nThe iCARE program continues to engage and ensure broad representation of stakeholders across the commodity value chain, participatory policy making, planning and budgeting, project development, monitoring and tracking of programs and projects.",
    "page": ""
  },
  {
    "id": 108,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What is the Japan 2KR?",
    "response": "The Japan 2KR, officially known as the Japan Grant Assistance for the Food Security Project for Underprivileged Farmers, is a commodity assistance program from the Government of Japan (GOJ).  It is a form of bilateral Official Development Assistance (ODA) without the obligation of repayment.  The purpose of the program is to support the independent efforts of recipient developing countries to improve the production of staple foods such as rice, corn, and wheat.  The program extends agricultural commodity grants that are necessary in the implementation of projects that will promote increased food production including fertilizers, agricultural chemicals, and agricultural machinery and equipment.  The Philippines has been a recipient of the 2KR Program from 1977 to 2010.",
    "page": ""
  },
  {
    "id": 109,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "How are the proceeds of 2KR utilized?",
    "response": "The monetized value of commodities under the 2KR is utilized for agricultural and fishery development projects of the DA and its attached agencies. The peso proceeds for the period 1997 to 2003 was shared with NEDA on a 50-50 basis for its social development projects. However, upon the request of the DA, the sharing arrangement became 80-20 in favor of DA including all accruing balances from 1997 onwards.\nOf the total amount generated of PhP 7.66 billion, NAFC, now PCAF, has utilized and allocated PhP 7.23 billion for agriculture and fishery related development projects, including assistance projects for the areas affected by Typhoon Yolanda.",
    "page": ""
  },
  {
    "id": 110,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What is the status of monetization and utilization of the 2KR Program as of June 30, 2021?",
    "response": "As of June 2021, the 2KR Program has a fund balance of PhP 47,350,298 for agri & fishery projects. However, there are still funds reverted to the Bureau of the Treasury which is from the unexpended balances of approved completed/terminated projects, and remittances from the Farm Level Grains Center (FLGC) project and the Special Vehicle Loan Fund (SVLF) which were terminated as a result of the rationalization. \nThe PCAF is currently working on the reconciliation of the 2KR Program fund balances to comply with the requirements on the approval of proposed projects under the said program. The available and reconciled 2KR program funds will be used for the benefit for underprivileged farmers through the aforementioned project.\nCurrently, ongoing project funded by 2KR program consist of BPI's Strengthening of the National Pesticide Analytical Laboratory amounting to PhP 57 million, and BAI and AMAS's Rehabilitation and Modernization of Livestock “Oksyon” Markets in the Philippines amounting to PhP 33.91 million.",
    "page": ""
  },
  {
    "id": 111,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What is the purpose of PL480?",
    "response": "PL480 is the main legislative vehicle that authorizes U.S. international food assistance. This was enacted in 1954 in line with the US Policy of using its agricultural productivity to enhance the food security of developing countries and the determination of the importing country’s capacity of improving its food security.\nThe PL480 provides for government-to-government sale on credit of US commodities under long-term, concessional arrangement.  U.S. commodities are shipped to recipient countries either for direct use in food distribution programs or for mechanization in recipient country markets.  Payment of the commodities is expected over 30 years with a grace period of up to five years. The local currency derived from such concessional sales is used to support specific non-emergency food security and development projects of the recipient government.",
    "page": ""
  },
  {
    "id": 112,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What commodities and how much has the Philippines received from the PL480?",
    "response": "From 1991 to 2006, the GOP has received from the Program a total amount of USD 310 million. Commodities that were availed of by the GOP include soybean meal, rice, corn, sorghum and feed peas. The total peso value of these commodities amounted to PhP 11.52 billion. The last commodity loan from the PL480 Program was in 2006.",
    "page": ""
  },
  {
    "id": 113,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "How do we utilize the proceeds generated from the sale of commodities?",
    "response": "Proceeds generated are utilized to fund projects such as:\nSupport for market development projects;\nSupport of research programs, projects, activities, equipment and supplies at the Department of Agriculture (DA) supported research stations and institutes and/or Philippine colleges and universities; and\nSupport for programs to strengthen the ties between the DA and Philippine agricultural colleges and universities.\nOut of the total amount generated from the peso proceeds, the NAFC, now PCAF, has utilized and allocated PhP 11.52 B for agriculture development projects in support of the AFMA.",
    "page": ""
  },
  {
    "id": 114,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What is the status of monetization and utilization of the PL480 Program as of June 30, 2021?",
    "response": "Almost 100% of the PhP 11.52 billion monetized amount has been allocated to approved projects. Only PhP 55,000 remains.\nOf the approved projects, PhP 10.12 billion has already been released.",
    "page": ""
  },
  {
    "id": 115,
    "category": "Attached Agencies",
    "topic": "Philippine Council for Agriculture and Fisheries",
    "question": "What are the ongoing projects funded under PL480?",
    "response": "Intensified Community-Based Dairy Enterprise Development (formerly Dairy Goat Farming: A Livelihood Opportunity for Rural Farm Families): implemented by NDA, PCC and PCAF amounting to PhP 1.57 billion.\nProfiling of Economically Important Diseases of Swine and Ruminants in the Philippines for Enhanced Disease Management, Surveillance and Control: implemented by UPLB -College of Veterinary Medicine amounting to PhP 167.56 million to be completed by December 2021.\nStrengthening the Rice Biotechnology Center at PhilRice: implemented by PhilRice amounting to PhP 302.25 million (PhP 25 million is GOP equity) to be completed by December 2021.",
    "page": ""
  },
  {
    "id": 116,
    "category": "Attached Agencies",
    "topic": "Bureau of Fisheries and Aquatic Resources",
    "question": "What caused the rising prices of fishery commodities in June 2021?",
    "response": "Closed fishing season on Davao Occidental, Davao del Sur, Davao del Norte, Davao de Oro, Davao Oriental\nAdverse weather conditions\nLower fish unloadings (June 2020 vs. June 2021) wherein 32% decrease was reported\nIncreasing prices of substitute (pork and chicken) which leads consumers to buy more fish\nIncreasing cost of fish production and logistics",
    "page": ""
  },
  {
    "id": 117,
    "category": "Attached Agencies",
    "topic": "Bureau of Fisheries and Aquatic Resources",
    "question": "What is the status of OplanISDA?",
    "response": "OplanISDA aims to establish a strong direct link between the producers and the sellers of fish commodities and provide additional supply at an affordable price in the NCR and other areas of the country:\nFrom April 9 – July 9, 2021, a total volume of 42.39 MT was delivered to the respective cooperatives with a total value of PhP 4.51 million; and\nCooperatives/Partners that received the delivery from the regions were VALDECO, NOVADECCI, CDVL – HOLY SPIRIT, RICGK THOMASIAN and PFDA.\nThe daily demand for fish commodities in NCR is estimated at 1,102 MT/day (Source: PSA & DOST - FNRI).",
    "page": ""
  },
  {
    "id": 118,
    "category": "Attached Agencies",
    "topic": "Bureau of Fisheries and Aquatic Resources",
    "question": "What is the latest information on Income, Poverty Incidence, Production and Export on fisheries and aquaculture?",
    "response": "The latest data from PSA showed that the poverty incidence of fisherfolk in the Philippines declined from 36.9% in 2015 to only 26.2% in 2018. \nAs of Dec 2020, the number of FishR-registered fisherfolk in the country is about 2,078,913. This is composed of the fisherfolk registered in capture fishing 1,029,963 (49.54%) which has the biggest share from all the subsectors, aquaculture sector 233,725 (11.24%), fish vending sector 130,027 (6.25%), gleaning 247,021 (11.88%), fish processing 39,090 (1.88%), and others 399,087 (19.20%).\nFor 2020, fishery exports amounted to about 270,971.53 MT which is equivalent to 995 million USD compared to the exports in 2019 which is only 241,648.69 MT (826 million USD). Some of the top commodities exported in the country are Tuna, Seaweeds (Carrageenan and others), Sardines, Crabs, and Milkfish.",
    "page": ""
  },
  {
    "id": 119,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "What is the status of NDA’s Milk Feeding Program?",
    "response": "The NDA’s milk feeding program is a banner program of the NDA under RA 7884. It aims to address undernutrition in the country while providing market and income opportunities for local dairy farmers and cooperatives.\nWith the passage of RA 11037 or the Masustansiyang Pagkain Para sa Batang Pilipino Act, the milk feeding program was institutionalized to daycare schools (supervised by the DSWD) and elementary public schools (handled by the DepEd). Despite the pandemic, the program is ongoing, with local dairy farmers, cooperatives and producers providing the milk supply.\nNDA has tapped 62 dairy cooperatives, private farms, SUCs and LGUs as local dairy suppliers and a total of 9,926,952.6 liters of milk were supplied in the Milk Feeding Program, where 972,696 liters of milk were supplied to DSWD and 8,954,256.6 liters of milk were supplied to DepEd.\nFor DSWD, their 10th cycle of the supplemental feeding program (SFP) was  concluded in June 2021, serving a total of 40,529 beneficiaries.\nFor DepEd, the 2020 school-based feeding program (SBFP) implementation is currently ongoing with a total of 1,466,872 beneficiaries.",
    "page": ""
  },
  {
    "id": 120,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "What are the challenges encountered in implementation?",
    "response": "Challenges include restrictions brought about by the pandemic and difficulties in procurement, especially the use of public bidding to procure from local dairy farmers and cooperatives. Local farmers and cooperatives are having a hard time complying the stringent requirements for a PhilGEPS Platinum. For this purpose, we are still waiting for the direct procurement modality under the Sagip Saka Act.",
    "page": ""
  },
  {
    "id": 121,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "How does NDA help address the inadequate number of dairy stocks?",
    "response": "Herd Build Up Program:\nIntensified Breeding and Artificial Insemination (AI) Programs in cooperation with LGUs, Unified National Artificial Insemination Program (UNAIP) and other dairy partners;\nAdoption of latest dairy technology for genetic improvement, e.g., artificial insemination using sexed semen with slick genes (for heat tolerance);\nProduction of semen straws from locally-produced genetically superior dairy breed;\nEstablishing local sources of dairy animals. Adoption of a clustered-base dairy farming system is promoted and these farms will serve as dairy production areas and multiplier farms that will serve as local suppliers of dairy animals;\nPreservation of Local Dairy Stocks thru the Buy-back Program.\nStrict implementation of the dairy herd health and nutrition program to prevent and treat diseases and improve dairy animal performance in terms of reproduction and milk production; and\nImportation of genetic materials like dairy animals and semen.\nBuyback Program. An effective strategy to keep dairy animals for dairy purposes - for milk production and for dairy animal reproduction, was developed through the Buyback Program. With the program, the NDA procures local-born dairy animals from qualified dairy farmers who opt to sell them, and these animals are distributed to interested new and/or existing dairy farmers. The program is continuously being implemented in all dairy areas. Some 4,680 heads were purchased by the program from 2012-2020.\nNDA’s jurisdiction includes milk production and postharvest handling.\nThe NDA shall enforce the Dairy Safety Regulation Standards and ensure compliance by the dairy farmers and all stakeholders involved in milk production and post-harvest activities. The NDA shall conduct dairy farm and plant registration and dairy farm audit to ensure the adoption of quality standard protocols.",
    "page": ""
  },
  {
    "id": 122,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "What is NDA's role in the Food Safety Act of 2013?",
    "response": "NDA has completed the Dairy Farmer Profiling of all Dairy Business Operators (DBOs) all over the country. Each DBO was assessed and evaluated based on their capacity to comply with the Dairy Safety Regulations (DSR).\nA total of 1,574 DBOs and their dairy farms were analyzed based on various Dairy Safety Parameters.\nThe Food Safety Team conducted seminar on various dairy safety policies like primary production of raw milk in the dairy farms, post-harvest handling such as transport, storage and processing of raw milk, up to the proper handling of processed milk in the market shelves.\nThe NDA Central Laboratory catered to the needs of the NDA-assisted dairy farmers and other clients on milk testing. Tests conducted include physicochemical tests such as butterfat, protein, pH, titratable acidity and specific gravity/density, microbiological analysis such as Aerobic Plate Count, Coliform Count, and E. coli count and animal health through milk tests such as direct microscopic somatic cell count (DMSSC) and antibiotic residue testing (ART).\nThe product matrix includes raw milk and processed milk such as pasteurized, flavored and fermented milk products.",
    "page": ""
  },
  {
    "id": 123,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "What are the accomplishments of the NDA under Food Safety Act of 2013?",
    "response": "NDA has completed the Dairy Farmer Profiling of all Dairy Business Operators (DBOs) all over the country. Each DBO was assessed and evaluated based on their capacity to comply with the Dairy Safety Regulations (DSR).\nA total of 1,574 DBOs and their dairy farms were analyzed based on various Dairy Safety Parameters.\nThe Food Safety Team conducted seminar on various dairy safety policies like primary production of raw milk in the dairy farms, post-harvest handling such as transport, storage and processing of raw milk, up to the proper handling of processed milk in the market shelves.\nThe NDA Central Laboratory catered to the needs of the NDA-assisted dairy farmers and other clients on milk testing. Tests conducted include physicochemical tests such as butterfat, protein, pH, titratable acidity and specific gravity/density, microbiological analysis such as Aerobic Plate Count, Coliform Count, and E. coli count and animal health through milk tests such as direct microscopic somatic cell count (DMSSC) and antibiotic residue testing (ART).\nThe product matrix includes raw milk and processed milk such as pasteurized, flavored and fermented milk products.",
    "page": ""
  },
  {
    "id": 124,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "How will you help the local dairy farmers increase their productivity and profitability?",
    "response": "Successful dairy farmers were observed to be those who are open- minded, decisive, well-driven and resilient. These characteristics were both inherent and developed. The government has put in- place the enabling environment to help them achieve their maximum potentials in terms of productivity and profitability.\nThe key strategies identified to attain this are as follows:\nGive the options to choose and access the latest genetic technologies in the production of dairy animals;\nInfuse more productive dairy animals through importation; and\nPropagate good feeding practices; develop, produce & distribute inexpensive but effective TMR (Total Mixed Ration) formulation.",
    "page": ""
  },
  {
    "id": 125,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "What interventions did you provide to help farmers cope with the COVID-19 pandemic under the survive, reboot and grow principles?",
    "response": "Programs that were created to help farmers cope with the COVID 19 Pandemic and help them recover are:\nSurvival Programs During the Pandemic;\nCorn-Based Fodder Distribution Program;\nMilk Buying Program;\nMilk On-the-Go;\nEstablishment of Milk Stations/Outlets; and\nMarket Support thru KADIWA ni ANI at KITA.",
    "page": ""
  },
  {
    "id": 126,
    "category": "Attached Corporations",
    "topic": "National Dairy Authority",
    "question": "Where are the dairy areas in the Philippines?",
    "response": "In 2020, there are 66 dairy areas throughout the country. \nLuzon (28): Benguet; Mountain Province; Ilocos Norte; Ilocos Sur; La Union; Pangasinan; Batanes; Cagayan; Isabela; Nueva Viscaya; Quirino; Bulacan; Nueva Ecija; Pampanga; Tarlac; Zambales; Batangas; Cavite; Laguna; Quezon; Rizal; Oriental Mindoro; Palawan; Albay; Camarines Sur; Catanduanes; Masbate; and Sorsogon.\nVisayas (15): Aklan; Antique; Capiz; Guimaras; Iloilo; Negros Occidental; Bohol; Cebu; Negros Oriental; Siquijor; Biliran; Leyte; Northern Samar; Samar; and Southern Leyte.\nMindanao (23): Zamboanga del Norte; Zamboanga del Sur; Zamboanga City; Bukidnon; Camiguin; Lanao del Norte; Misamis Occidental; Misamis Oriental; Davao del Sur; Davao City; Davao del Norte; Davao Oriental; Davao de Oro; Davao Occidental; North Cotabato; Sarangani; South Cotabato; Sultan Kudarat; Agusan del Norte; Agusan del Sur; Surigao del Sur; and Lanao del Sur; and Maguindanao.",
    "page": ""
  },
  {
    "id": 127,
    "category": "Attached Corporations",
    "topic": "National Food Authority",
    "question": "What is the Rice Supply corresponding daily requirement?",
    "response": "At present, the Rice Supply Daily Consumption Requirement (DCR) observed by the NFA is 33,564 MT. This is based on the independent study commissioned by the NFA per the Implementing Rules and Regulations (IRR) of RA 11203.",
    "page": ""
  },
  {
    "id": 128,
    "category": "Attached Corporations",
    "topic": "National Food Authority",
    "question": "What is the level of buffer stock inventory that NFA is mandated to maintain?",
    "response": "As prescribed in the Implementing Rules and Regulations (IRR) of RA 11203, NFA commissioned an independent study to determine the optimal buffer stock for the agency's mandate.  \nAs per the meetings between the Consulting Team and NFA Council Sub Group, NFA will now adopt an optimal level of rice inventory based on the Maximum Disaster Affected Person-Days. NFA Council approved the results of the study of 300,000 metric tons of rice buffer stock at the national level at any given time. This is equivalent to almost nine (9) days based on the Daily Consumption Requirement (DCR) of 33,564 MT.",
    "page": ""
  },
  {
    "id": 129,
    "category": "Attached Corporations",
    "topic": "National Food Authority",
    "question": "What is the NFA’s palay support price at present?",
    "response": "The NFA Council, during an emergency meeting held on September 10, 2019 decided to increase the NFA palay support price of PhP 17.00/kg (set in 2008) to PhP 19.00/ kg for clean and dry palay. This is to ensure that farmers selling their palay to NFA will receive a reasonable income from the estimated PhP 12.80/kg production cost of palay produced in the country.",
    "page": ""
  },
  {
    "id": 130,
    "category": "Attached Corporations",
    "topic": "National Tobacco Administration",
    "question": "What are the current issues and challenges confronting the tobacco industry?",
    "response": "Aggressive global campaign against tobacco and smoking and implementing tobacco control measures as the country’s commitment to WHO Framework Convention on Tobacco Control (FCTC);\nThe aggressive government campaign and strong lobby from the health sector against smoking;\nIncreasing import liberalization and global competition;\nContinuing increase on domestic taxation of cigarettes pursuant to Sin Tax Reform Law (RA 10351) resulted in the decreased demand of tobacco products as well as volume of cigarette production, number of farmers, decline in area and leaf production, among others.  With the enactment of  Tobacco Tax Law (RA 11346) in July 2019, the same downtrend is expected; and\nAging tobacco farmers and scarcity of labor in tobacco production.",
    "page": ""
  },
  {
    "id": 131,
    "category": "Attached Corporations",
    "topic": "National Tobacco Administration",
    "question": "What is the status of the tobacco industry after the enactment of RA 10351 (Sin Tax Law), and what is the NTA doing to help tobacco farmers cope with the effects of the increase in excise taxes?",
    "response": "Domestic demand for tobacco products has fallen by more than 40% since the enactment of the law in 2012;\n25% decrease was documented in tobacco leaf production (from 65 million kilos in 2012 to 49 million kilos in 2020);\n21% reduction in farmers or 13,532 (from 52,610 tobacco farmers in 2012 down to 41,516 in 2020);\n23% decline or 8,395 hectares in the area of land planted to tobacco or more than 13,850 hectares (from 36,160 hectares in 2012 to 27,765 hectares in 2020); and\n19% decrease in labor force, from 2012’s 2.95 million to 2020’s 2.4 million, or about 550,000 in employment, including their dependents.\nTechnical supervision, production assistance and marketing services to the farmer-cooperators;\nImplementation of the Tobacco Contract Growing System and block farming to address both volume and quality requirement for domestic manufacturing and for export based on Purchase Commitment to be submitted by tobacco companies;\nProvision of production assistance/ inputs to tobacco farmers for shifting towards topped tobacco production; and investment on irrigation facilities and flue-curing barns for Virginia and air-curing sheds for burley and native tobacco, and mechanization of tobacco farms; and\nProvide assistance to tobacco farmers, especially those without tobacco marketing agreement with companies, in adversely affected areas, on economically sustainable, market-driven high value commercial crops and livelihood activities.",
    "page": ""
  },
  {
    "id": 132,
    "category": "Attached Corporations",
    "topic": "National Tobacco Administration",
    "question": "What strategic measures has the NTA adopted to help reduce importation of (blending) tobacco for local manufacturing and increase export of locally-grown leaf tobacco?",
    "response": "A continuing dialogue with the local manufacturers and wholesale tobacco dealers is undertaken.  Initial discussions were focused on their assessment of the present crop and for them to define the specific quality they need to substitute a substantial portion of the tobacco that are being imported for domestic manufacturing, identify the issues and concerns  as well as necessary support/ interventions for their effective attainment. Among the immediate measures identified include the following:\nThe adoption of early planting through the Improved Seedling Production project, for the plant to benefit from the remaining moisture and production not to reach the dry/summer months;\nThe use of market-preferred varieties;\nThe mapping/zonification of areas where each type and quality for the above purposes will be grown; and\nContinuing encouragement towards full adoption of the Tobacco Contract Growing System (TCGS); and, continuing campaign and training of tobacco farmers on the adoption of Good Agricultural Practices (GAP).",
    "page": ""
  },
  {
    "id": 133,
    "category": "Attached Corporations",
    "topic": "National Tobacco Administration",
    "question": "What is the purpose of the subsidy granted from the tobacco fund (RA 4155) to NTA?",
    "response": "Per paragraph 4, of Section 5 (of R.A. 4155, or An Act to Promote and Strengthen the Virginia Tobacco Industry), the Tobacco Fund shall be used for Operational, Office and Field Expenses, and establishment of Research and Grading Institute.\nAbout  Php5 billion  has been released from 2010-2021 for the implementation of various programs/projects, namely, tobacco farmers production assistance or the provision of inputs, fertilizers cash for tobacco production, irrigation support project, curing barn assistance project, establishment of quality assurance laboratory, and other operational expenses of the Agency. \nThe fund shall also be proposed to fund/implement the various programs and projects as spelled out in the Sustainable Tobacco Enhancement Program (2021-2025) a 5 year development program for the tobacco industry.",
    "page": ""
  },
  {
    "id": 134,
    "category": "Attached Corporations",
    "topic": "Philippine Coconut Authority",
    "question": "What are the strategies that PCA will undertake to implement the Programs and Projects under GAA and RA 11524?",
    "response": "Fill up all plantilla positions. Currently, the PCA is operating at 60% workforce capacity.\nUndergo institutional transformation to be able to perform its mandate and implement the industry development plans more efficiently and effectively.",
    "page": ""
  },
  {
    "id": 135,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "With the government premium subsidy (GPS) of P4.5 Billion for 2022, how much amount of cover and corresponding number of farmers and area (hectare) could PCIC cover with insurance?",
    "response": "The subsidy can cover: \nAmount cover (PhP M): 78,688.311;\nArea cover (crops): 2,140,000 ha;\nNo. of farmers & fisherfolks: 2,291,897 pax;\nLivestock: 2,766,917 head; and\nNo. of Policies: 25,394.\nThe PCIC’s premium subsidy budget for RSBSA insurance program will be distributed proportionally in all regions.",
    "page": ""
  },
  {
    "id": 136,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "What is the plan of action against the destructive effects of climate change?",
    "response": "Provision of agricultural insurance coverage to subsistence farmers in areas identified by the government as most vulnerable/affected by destructive effects of climate change;\nIn coordination with DA-RFOs, DA-ATI, PAOs and MAOs, the PCIC Regional Offices are conducting education and training of farmers on crop insurance;a\nIntensification of  information dissemination campaign (i.e. conduct orientation, participate in DA’s info-caravan, etc.; and      \nAutomation of business systems such as insurance application, claims processing, and indemnity check preparation to provide efficient service to farmer-clients of the PCIC.",
    "page": ""
  },
  {
    "id": 137,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "How have the clients responded to the services offered by the PCIC?",
    "response": "Based on the latest independent third-party Customer Satisfaction Survey conducted by the Development Academy of the Philippines (DAP) in 2020:\nPCIC garnered a score of  4.13 (Satisfactory) out of a possible maximum of  5.0 (Outstanding) on its insurance programs. \nThe agency garnered an overall satisfaction rating of 83.83% from farmer-respondents chosen randomly from all PCIC Regions.",
    "page": ""
  },
  {
    "id": 138,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "What are the plans of PCIC toward digitalization?",
    "response": "Underwriting and Claims\nPCIC is piloting the online platform for filing of insurance applications and claims with selected Regional Offices.  \nDigital Payout/Indemnity Distribution System\nThe Multi-Channel Disbursement Facility (MCDF) in partnership with DBP provides schemes on digital cash transfer either through cash card or pick up center partner like MLhuiller. \nThis addresses the challenge of face to face contact with clients. The pilot is now for nationwide roll-out. \nInnovative Insurance Product Development\nRecent completed projects include 2-in-1 Rice Crop Insurance (Hybrid: Index and Indemnity) in Tuguegarao aside from the WIBI pilots with ILO, WorldBank and UNDP.\nOn-going or for Pilot on the Development of Coconut Yield-Based Insurance.",
    "page": ""
  },
  {
    "id": 139,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "What operational enhancements have been done by PCIC?",
    "response": "Innovative Insurance Product Development\nProposed projects for FY 2022 implementation include Comprehensive Hybrid Insurance for Rice (Indemnity and Index); and Hybrid Insurance for Rice Dry Run and Pilot (Index and Yield). \nOn the other hand, concept notes were developed for these projects: Parametric Insurance for Landed Fish Catch/Fish Captured; and Scale-up on Satellite Imagery-Based Decision on Agricultural Insurance.\nPCIC has recently upgraded its Quality Management System certification to ISO 9001:2015, the highest attestation in its class; \nMade products and services more accessible by establishing PCIC extension offices and service desks in identified areas where producers are clustered around;   \nAddressed farmer and fisherfolk complaints about products and services in 10 days; and \nReleased claims for indemnity in 20 days, much shorter than the 60 days provided in law.",
    "page": ""
  },
  {
    "id": 140,
    "category": "Attached Corporations",
    "topic": "Philippine Crop Insurance Corporation",
    "question": "What is the PCIC’s community engagement?",
    "response": "PCIC maintains a network composed of banks, cooperatives and farmer and fisherfolk organizations, national government agencies, local government units and civil society. The members of the network provide information, advisory and handholding services to farmers and fishers wishing to avail insurance services. \nAs of December 2020, the network consisted of 3,280 members scattered in the various PCIC regional and provincial extension offices.",
    "page": ""
  },
  {
    "id": 141,
    "category": "Attached Corporations",
    "topic": "Philippine Fisheries Development Authority",
    "question": "What type of assistance does the PFDA provide to the fishing industry?",
    "response": "Construction of infrastructures and other fishery post-harvest facilities such as fish ports, fish markets, ice plants and cold storage to improve fish marketing and distribution;\nTechnical assistance in the preparation of feasibility studies for identified projects, conduct of detailed engineering studies for projects proposed for implementation and training of local personnel in port operation and management; and\nMonitoring, compilation and dissemination of fishery statistics and information necessary in the conduct of business activities.",
    "page": ""
  },
  {
    "id": 142,
    "category": "Attached Corporations",
    "topic": "Philippine Fisheries Development Authority",
    "question": "What are the measures/undertakings that the PFDA provide and will provide to the fishing industry during the pandemic?",
    "response": "isDA ON THE GO ni Ani at Kita Expansion Project- procurement of refrigerated vans/insulated trucks, freezers, and establishment of communication centers and other logistical support);\nConstruction of other fishery post-harvest facilities (ice plant, cold storage facilities and processing plants);\nConstruction/rehabilitation of fish ports (fish sufficiency); and\nConstruction of Modern Fish Market (MFM) (fish availability)",
    "page": ""
  },
  {
    "id": 143,
    "category": "Attached Corporations",
    "topic": "Philippine Fisheries Development Authority",
    "question": "What are the criteria used in the selection of sites for project implementation as well as the procedure in requesting assistance for the establishment of post-harvest facilities?",
    "response": "Foremost is the availability of fishery resources/supply in the area. Demand for the proposed facilities should likewise be established. The proposed site should be relatively peaceful and power and water supplies should be readily available. Presence of good roads and communication network is an advantage.\nNormally, the proponent sends formal request for construction/improvement of post-harvest facilities. PFDA will then require the proponent to submit fishery profile of their locality for initial evaluation. Based on initial evaluation, PFDA will dispatch a study team to conduct assessment/site validation survey. If warranted, a study team will prepare a feasibility study to determine project viability. Viable projects will then be programmed for implementation.",
    "page": ""
  },
  {
    "id": 144,
    "category": "Attached Corporations",
    "topic": "Philippine Fisheries Development Authority",
    "question": "What are the functions of the PFDA to be devolved to the LGUs pursuant to the Mandanas Ruling?",
    "response": "Construction, operation, management and ownership of municipal fish ports (MFPs) are to be devolved to the richest and most capable LGUs (i.e. 1st to 4th class LGUs) and only provide technical assistance to these LGUs when requested. This will enable the NGAs to focus their financial assistance to the least financially able LGUs (i.e. 5th and 6th class). Jurisdiction over MFPs in municipalities under 4th and 5th class shall be retained under the Authority's jurisdiction.\nNonetheless, site identification for the construction of fish port and other post-harvest facilities, regardless of district classification, is still under the jurisdiction of PFDA.",
    "page": ""
  },
  {
    "id": 145,
    "category": "Attached Corporations",
    "topic": "Philippine Rice Research Institute",
    "question": "Why does the Philippines import rice?",
    "response": "Small area harvested to other rice-producing countries with only around 5 million ha of rice area harvested in 2018.\nHigher population and faster population growth rate compared with its neighboring countries.  Because of this, production could not keep up with the rising demand of the growing population.\nHigher cost of production. For the crop year 2013-2014, Filipino farmers spent around PhP12.41 to produce a kg of palay while Thai and Vietnamese farmers spent only PhP8.85/kg and PhP6.53/kg, respectively. This makes the market price of rice higher in the country.",
    "page": ""
  },
  {
    "id": 146,
    "category": "Attached Corporations",
    "topic": "Philippine Rice Research Institute",
    "question": "What is the estimated import parity price of imported rice?",
    "response": "Import parity price (IPP) is the price that a buyer pays or can expect to pay for imported goods.",
    "page": ""
  },
  {
    "id": 147,
    "category": "Attached Corporations",
    "topic": "Philippine Rice Research Institute",
    "question": "What is Binhi e-Padala?",
    "response": "Binhi e-Padala is a digital technology-aided Rice Competitiveness Enhancement Fund (RCEF) Seed distribution scheme. Registry System for Basic Sectors in Agriculture (RSBSA)-registered farmers with validated mobile phone numbers receive a claim code/voucher through SMS (text message) from DA-PhilRice.  They use it in claiming RCEF seeds from designated pick-up locations of participating seed grower cooperatives/associations.\nIn this system, partner-seed grower cooperatives/associations manage the distribution of seeds.  They use the mobile application to read codes and process the claim of farmer-beneficiaries.  This method is more convenient for farmers who have access to mobile phones since they are informed earlier of the exact date and location of RCEF seed distribution.\nRCEF Binhi e-Padala beneficiaries shall present their claim code sent through SMS, RSBSA stub, and valid ID at the designated pick-up location.",
    "page": ""
  },
  {
    "id": 148,
    "category": "Attached Corporations",
    "topic": "Philippine Rice Research Institute",
    "question": "What is PalaySikatan?",
    "response": "PalaySikatan is a technology demonstration strategy used by the RCEF Seed Program to showcase among diverse groups of farmers and other rice stakeholders the benefits of using inbred certified seeds and mechanized farming system.  Each techno demo site features the three national and two regional recommended varieties promoted under RCEF.  In addition, one to two newly released varieties are introduced.  These will eventually be offered to farmers as an option to further increase their productivity.\nDA-PhilRice, in coordination with DA-RFOs and LGUs (Provincial/Municipal/City), prioritizes the establishment of techno-demo sites in provinces with low to medium yields, and low farmers’ adoption of certified seeds.  \nDA-PhilRice provides a counterpart financial support to farmer-partners to cover the cost of material inputs such as seeds, fertilizers, plant protection, and rental of machinery for land preparation and crop establishment. In turn, the farmer-partners provide counterpart funding for other material inputs, crop care and maintenance, and harvesting and threshing. \nThe number of PalaySikatan technology demonstration sites has consistently increased from 35 in 2020 Dry Season (DS), 99 in 2020 Wet Season (WS), to 121 in 2021 DS. Based on the data collected from farmer-partners participating in the technology demonstration, the yield attained across locations in 2020 DS averaged 4.32 MT/ha with a cash cost of PhP 12.01/kg.\nIn 2020 WS, the average yield further improved to 5.0 MT/ha and the cash cost was reduced to PhP 9.28/kg, which exhibits that the proper use of technology can enhance productivity and competitiveness of rice farmers.",
    "page": ""
  },
  {
    "id": 149,
    "category": "Attached Corporations",
    "topic": "Sugar Regulatory Administration",
    "question": "How will the Supreme Court Ruling on the Mandanas-Garcia Case affect the implementation of the SIDA Programs?",
    "response": "No functions of SRA were devolved to the Local Government Units; hence, the implementation of the SIDA programs remains with the SRA units. \nOperations at the local level are being handled by the Mill District Officers of SRA.",
    "page": ""
  },
  {
    "id": 150,
    "category": "Attached Corporations",
    "topic": "Sugar Regulatory Administration",
    "question": "Why is SRA still implementing a scholarship program even if RA 10931 or the Universal Access to Quality Tertiary Education Act is already being implemented?",
    "response": "The SIDA Scholarship Program under SRA specifically aims to augment the shortage of professionals/technical personnel in the sugarcane industry and covers degree programs in relevant field of discipline, while also prioritizing underprivileged students who are dependents of the sugarcane industry. \nFurthermore, the Scholarship Program also includes provisions for stipend, book, and thesis/dissertation allowance, which are not covered by RA 10931.",
    "page": ""
  },
  {
    "id": 151,
    "category": "Attached Corporations",
    "topic": "Sugar Regulatory Administration",
    "question": "What steps has SRA undertaken in order to address the burden of submitting voluminous requirements, and slow processing and approval of loans?",
    "response": "The implementation of the Socialized Credit Program (SCP) has greatly improved through the partnership with the Landbank of the Philippines (LBP), which can be backed up by the program's utilization rate and the amount of pending loan applications awaiting the availability of funds. \nSRA and LBP are currently undertaking steps to possibly use accredited farmers associations/cooperatives as loan conduits, which can make the program more accessible to the farmers and for the loan processing and  approval to be faster and more efficient.",
    "page": ""
  },
  {
    "id": 152,
    "category": "Attached Corporations",
    "topic": "Sugar Regulatory Administration",
    "question": "How does SRA prioritize which Infrastructure projects to implement?",
    "response": "All proposals for infrastructure projects must be duly endorsed by the Mill District Development Councils (MDDCs). \nIn the event that the proposals exceed the budget approved in the NEP, the MDDCs will be responsible for finalizing the priority road sections for the fiscal year taking into consideration all factors in the mill district level. \nThis is then evaluated and approved by the Infrastructure Program Committee which is composed of representatives from both the planters and millers.\nFunding allocation for infrastructure projects is computed based on the area of sugarcane plantations per Mill District.",
    "page": ""
  },
  {
    "id": 153,
    "category": "Attached Corporations",
    "topic": "Sugar Regulatory Administration",
    "question": "What major actions has SRA undertaken to improve its absorptive capacity?",
    "response": "SRA has been working on further improving its partnership with MDDCs, planters' associations, sugar mills, other industry organizations in the implementation of the Block Farm, Farm Support, Infrastructure and Socialized Credit Programs aside from hiring contractual field personnel to augment its current workforce.",
    "page": ""
  },
  {
    "id": 154,
    "category": "Other Priority Programs and Projects",
    "topic": "Agricultural Competitiveness Enhancement Fund",
    "question": "How are the ACEF Funds Allocated?",
    "response": "80% of the ACEF Fund is allocated for Credit (Loan) Assistance which is managed by Land Bank of the Philippines.\n10% is allocated as grants for the R&D activities of SUCs- which is implemented by the DA-Bureau of Agricultural Research (DA-BAR). The R&D activities must be related to Technology Commercialization and for Research Facilities Development. Each Project Proposal shall not exceed P5,000,000.00.\n10% for the Grant-in-Aid (Scholarship) Program- which is implemented by Commission on Higher Education (CHED) in coordination with the ACEF Grant-in-Aid Program Management Office of the DA (which is headed by the DA Undersecretary for Special Concern).",
    "page": ""
  },
  {
    "id": 155,
    "category": "Other Priority Programs and Projects",
    "topic": "Agricultural Competitiveness Enhancement Fund",
    "question": "Who can avail of the Credit (Loan) Assistance under ACEF?",
    "response": "The eligible borrowers under the ACEF are:\nIndividual Farmers and Fisherfolks - up to P1 million per individual; and\nCooperatives, Associations and Micro and Small Enterprises (MSEs) - Up to P5 million per project loan.",
    "page": ""
  },
  {
    "id": 156,
    "category": "Other Priority Programs and Projects",
    "topic": "Agricultural Competitiveness Enhancement Fund",
    "question": "What will happen to the remaining ACEF Fund after 2022 when the collection of duties from the Minimum Access Volume (MAV) mechanism and the setting aside of the amount collected for the purpose shall terminate?",
    "response": "Any remaining balance after 2022 shall not revert to the General Fund but shall continue to be used for the purpose for which it was collected and set aside.",
    "page": ""
  },
  {
    "id": 157,
    "category": "Other Priority Programs and Projects",
    "topic": "Agricultural Competitiveness Enhancement Fund",
    "question": "What will happen to the past due loans under ACEF which are granted prior to the effectivity of RA 10848?",
    "response": "",
    "page": ""
  },
  {
    "id": 158,
    "category": "Other Priority Programs and Projects",
    "topic": "DA-4Ks (Kabuhayan at Kaunlaran ng Kababayang Katutubo) Program",
    "question": "What is DA-4KS Program?",
    "response": "The DA 4Ks is a three-year special programme of the DA following the directives of the President for an enhanced provision of assistance in the form of agricultural and fisheries related livelihood opportunities, investments through the provision of production and post-harvest machineries and equipment and various support services specifically for the Indigenous Cultural Communities/Indigenous People (ICCs/IPs) within the Ancestral Domain (AD) and to give link with credit facilities and crop insurance to ensure sustainability of the interventions.\nThis DA initiative aims to develop the Ancestral Domains of the ICCs/IPs in order to improve its productivity by developing sustainable agricultural enterprises and profitability by increasing their income in consideration with their customs, traditions, values, beliefs and interests.\nThis programme intended specifically for the Indigenous Cultural Communities/Indigenous People (ICCs/IPs) within the Ancestral Domain (AD) by way of continuously providing consistent interventions through Agri-Fisheries Services and Agribusiness Development will be implemented nationwide. DA 4Ks Program is also serve as the proponent of Mindanao Inclusive Agricultural Development Project (MIADP), a proposed Foreign-Assisted Project (FAPs) to be financed by World Bank specifically for the ICCs/IPs in the Ancestral Domain in Mindanao only.",
    "page": ""
  },
  {
    "id": 159,
    "category": "Other Priority Programs and Projects",
    "topic": "DA-4Ks (Kabuhayan at Kaunlaran ng Kababayang Katutubo) Program",
    "question": "What is the extent of partnership of DA-4KS with NCIP?",
    "response": "From the time a Joint Special Order No. 1 was signed by two Government Agencies between DA and NCIP spearheaded by DA 4Ks Program, the partnership of helping the Indigenous Cultural Communities/ Indigenous People (ICCs/IPs) was formalized and properly designated the functions and responsibilities of both Agencies. \nThis is done thru the National Steering Committee, National Technical Working Group and Regional Technical Working Group in carrying out the collaborative program/project/activity pertaining to agri-fisheries and agribusiness development within the ancestral domains of a particular region.\nAt the Provincial Level, the Provincial Implementation Team (PIT) of NCIP carries out the actual collaborative implementation of the program/project/activity pertaining to agri-fisheries development, agriculture development and agribusiness undertakings within the ancestral domain of a particular province. \nIn this regard, the DA will seek assistance from the provincial PLGUs thru the Office of the Provincial Agriculture to provide technical support in the implementation of the agricultural development projects.",
    "page": ""
  },
  {
    "id": 160,
    "category": "Other Priority Programs and Projects",
    "topic": "DA-4Ks (Kabuhayan at Kaunlaran ng Kababayang Katutubo) Program",
    "question": "How does DA-4KS extend assistance to Indigenous Persons (IPs) in Ancestral Domains (ADs)?",
    "response": "To strengthen the assistance to ICCs/IPs, the DA 4Ks coordinates with DA-RFOs, DA-Banner Programs, DA-NCIP RTWG and PLGU to conduct culture-based, culture-sensitive dite actual social preparation activities of the PAPs on the ground to ensure its success and empowerment, and build the capacity of Indigenous Cultural Communities/Indigenous Peoples (ICCs/IPs) to ensure their active participation in the implementation. \nAssistance is also done thru institutionalizing the development of Indigenous Peoples Organizations (IPO), Indigenous Peoples Associations (IPA) and other organizations within the ICCs/IPs.",
    "page": ""
  },
  {
    "id": 161,
    "category": "Other Priority Programs and Projects",
    "topic": "Sagip Saka Act Implementation",
    "question": "What is the status of implementation of the Sagip Saka Act?",
    "response": "On October 26, 2020, the Program’s Development Intervention Framework was approved by the Farmers and Fisherfolk Enterprise Development Council (FFEDC) which outlines the desired development outcomes and key strategic program interventions of its three (3) main focus areas, namely; a) Inclusive Agribusiness Development; b) Entrepreneurship Capability Enhancement; and c) Enterprise Development Assistance Services. \nThis framework will serve as a guide for the development agencies and institutions involved in the implementation of the Farmers and Fisherfolk Enterprise Development Program (FFEDP), as mandated by the law.",
    "page": ""
  },
  {
    "id": 162,
    "category": "Other Priority Programs and Projects",
    "topic": "Sagip Saka Act Implementation",
    "question": "What is the status of implementation of the Farmers and Fisherfolk Enterprise Development Information System (FFEDIS)?",
    "response": "As of July 20, 2021, a total of 2,148 agri-fishery enterprises are already enrolled in the FFEDIS, of which 1,313 are registered and 835 are undergoing validation.",
    "page": ""
  },
  {
    "id": 163,
    "category": "Other Priority Programs and Projects",
    "topic": "Trading Centers",
    "question": "What is the status of the implementation of the trading centers?",
    "response": "",
    "page": ""
  },
  {
    "id": 164,
    "category": "Other Priority Programs and Projects",
    "topic": "Trading Centers",
    "question": "How do these operational trading centers complement with the DA’s “KADIWA ni Ani at Kita” program?",
    "response": "As of June 2021, there are 26 APTCs nationwide at various stages of implementation: \na) 12 operational APTCs; \nb) 6 not operational (due to the covid-19 pandemic, lack of trading capital, among others); \nc) 4 ongoing completion of preparatory activities i.e. Ordinance for the Management Team and subproject turn-over; and \nd) 4 under construction.",
    "page": ""
  },
  {
    "id": 165,
    "category": "Other Priority Programs and Projects",
    "topic": "Trading Centers",
    "question": "What are the implementation issues, challenges and way forward towards new normal?",
    "response": "The trading centers complement with the DA’s KADIWA ni Ani at Kita program through market linkage activities.\nFarmer-suppliers (farmers, cooperatives and associations) selling in the trading centers also participate in the different KADIWA ni Ani at Kita modalities.\nIn fact, products from trading centers are showcased whenever there are KADIWA launching and this collaboration is continuous.\nLack of “buy-in” of farmers to use the facilities of the trading centers due to the traditional credit-tie up with traders or middlemen. To address this, farmer beneficiaries of the trading centers are linked to banner programs for production support and the the credit programs of the Agricultural Credit Policy Council (ACPC), e.g. the SURE-AID Program.\nSeasonal operation of municipal/provincial-based trading centers. This is aggravated by disasters, calamities and hazards. In the case of the livestock “oksyon” market, peak operating day is only during “market day”, which happens usually once a week.\nCOVID-19 pandemic which resulted to intermittent operation and, in worst case, closure of operations. In this case, farmer cooperatives and associations (FCAs) covered by the trading centers are linked with the regional and national KADIWA ni Ani at Kita program to provide alternative markets.",
    "page": ""
  },
  {
    "id": 166,
    "category": "Other Priority Programs and Projects",
    "topic": "Kadiwa ni Ani at Kita",
    "question": "What is the status of implementation of the Kadiwa ni Ani at Kita Program?",
    "response": "As of June 30, 2021, a total of 159,407.8 tons of agri-fishery commodities was facilitated through the KADIWA ni Ani at Kita Program which benefitted a total of 50,658 farmer cooperatives, associations and agri-fishery enterprises and served 4,357,072 household nationwide.  \nOf the total sales, the KADIWA Retail Selling and On Wheels generated a total of PhP 938.45 million sales with 3,474,705 households that had accessed the KADIWA selling outlets in different barangays, villages, malls, gasoline stations, government offices and even in army camps nationwide. The KADIWA Retail Selling was held in commercial malls with the help of our leading partners, the Megaworld and Robinsons Malls. Through the strong partnership with LGU, the KADIWA in Cainta, Rizal served as a permanent outlet for selling of farmers and has recorded a total sale of PhP 94.5 million.\nKadiwa Community Pantry: The DA-initiated community pantry was rolled out nationwide.The DA utilized the Research Stations and partnered with youth, young professionals, missionaries and other NGOs. To reach the farthest barangay, some regions had rolling kadiwa pantries using tricycles, kalesa and even private cars provided by partners. The pantry had extended provision of food supply to Indigenous People (IP) communities such as Mangyan in Oriental Mindoro and Agta Tribe in Camarines Sur, and Badjao in Pagadian City. A total of 90 community pantries were facilitated by the DA-AMAS and DA-RFOs AMAD, with a total volume of 114,358 kg of agri-fishery commodities distributed, 373 donors, and 23,399 beneficiaries served.\nEnhanced Kadiwa ni Ani at Kita Financial Grant Program: The Enhanced KADIWA ni Ani at Kita Financial Grant Assistance Program was implemented to enhance the capacities of Farmers and Fisherfolk Cooperatives and Associations (FCAs) and Community Based Organizations (CBOs) funded under Bayanihan 1 and 2, FY 2020 Continuing and FY 2021 GAA for the procurement of reefer vans, hauling trucks, trading post establishment, post-harvest facility, and provision of trading capital, among others. As of 30 June 2021, 143 FCAs and three (3) CBOs have already received the grants.",
    "page": ""
  },
  {
    "id": 167,
    "category": "Other Priority Programs and Projects",
    "topic": "Investment Promotions",
    "question": "What are the priority investment projects of the Department that are being pushed for promotion?",
    "response": "The priority investment projects of the DA for promotion are the Regional Priority Commodities and those commodities that are anchored to the Priority Commodity Investment Plans (PCIPs).\nThe PCIP is a strategic plan that rationalizes the interventions within the various segments of the value chain of commodities that are of significance to the province and that will contribute to the national goals of the agriculture and fishery sector. It is a 3-year rolling consensus plan between the DA and PLGU based on the value chain analyses of these commodities conducted with strong participation of the various stakeholders.",
    "page": ""
  },
  {
    "id": 168,
    "category": "Other Priority Programs and Projects",
    "topic": "Investment Promotions",
    "question": "Why is impact assessment of trade promotion necessary?",
    "response": "In the NCR, the Surveillance, Monitoring and Enforcement Group (SMEG) regularly conducts daily retail price monitoring in eleven (11) wet markets.  Six (6) selected wholesale markets and eleven (11) supermarkets and grocery stores were also monitored twice a week (Tuesday and Thursday) and once a week (Wednesday), respectively.  The commodities covered are rice, fresh fish, meat and poultry, vegetables, fresh fruits, cooking oil and sugar, among others. \nPrice and market situation analysis reports are regularly provided to the Bantay Presyo Technical Committee - Central Bantay Presyo Monitoring Team (BPTC-CBPMT).\nSummary tables of retail prices of selected agri-fishery commodities in selected markets in Metro Manila and infographics are also posted daily at the DA official website.",
    "page": ""
  },
  {
    "id": 169,
    "category": "Other Priority Programs and Projects",
    "topic": "Price Monitoring",
    "question": "How many markets are being covered in the price monitoring in Metro Manila?",
    "response": "",
    "page": ""
  },
  {
    "id": 170,
    "category": "Other Priority Programs and Projects",
    "topic": "Cascading Community Rainwater Catchment Project",
    "question": "What is the effect of Mandanas-Garcia Ruling in this project?",
    "response": "Upon implementation of the Mandanas Ruling, the project will tap the LGUs that constitute the three (3) target river basins to solicit more funding. The LGUs are the direct beneficiaries of this project; hence, they will be the major players of this undertaking.",
    "page": ""
  },
  {
    "id": 171,
    "category": "Other Priority Programs and Projects",
    "topic": "Cascading Community Rainwater Catchment Project",
    "question": "Why only three (3) river basins were included in the project?",
    "response": "These are just the pilot sites of this project that would serve as benchmarks. The project will serve as a platform model that could be out-scaled to other major river basins of country after implementation and if sustainable funding will be permitted.",
    "page": ""
  },
  {
    "id": 172,
    "category": "Other Priority Programs and Projects",
    "topic": "Cascading Community Rainwater Catchment Project",
    "question": "Why did the project chose three (3) river basins only? How about the others? How were the project areas selected?",
    "response": "Project sites were identified based on the following set of criteria: \nTarget sites are rainfed and upland areas not covered by the National Irrigation Administration and without an existing or functioning irrigation system.\nPresence of built-up areas as well as agricultural or fishery activities in the area. \nIf former criteria are not applicable, target areas are considered as expansion for agricultural development based on Network of Protected Areas for Agricultural and Agro-Industrial Development (NPAAAD) and Strategic Agriculture and Fisheries Development Zone (SAFDZ). \nSuitable sites for small scale irrigation systems based on BSWM master plan.\nWillingness of LGUs, farmers and residents to provide counterpart or share in the construction of RWCS. \nOccurrence of destructive flooding downstream of the macro watersheds.",
    "page": ""
  },
  {
    "id": 173,
    "category": "Other Priority Programs and Projects",
    "topic": "Cascading Community Rainwater Catchment Project",
    "question": "What are the possible fund source/ s for this project?",
    "response": "The project was proposed for possible funding under FY 2022 Tier 2 amounting to PhP 1 billion and applied for an ODA loan under the Agence Française de Développement (AFD) amounting to PhP 1 Billion.",
    "page": ""
  },
  {
    "id": 174,
    "category": "Other Priority Programs and Projects",
    "topic": "Climate Resilient Agriculture Office",
    "question": "What is the status of the AMIA Villages?",
    "response": "Having an established AMIA Village did not catch the community flat footed upon the declaration of ECQ in March 2020. The sustained production activities that adapt Climate Resilient Agriculture (CRA) options under the AMIA program provided for the daily requirements of farmer beneficiaries.\nThey were able to generate income from the sale of vegetables, egg, poultry, and meat products and even had inputs for the next production.",
    "page": ""
  },
  {
    "id": 175,
    "category": "Other Priority Programs and Projects",
    "topic": "Climate Resilient Agriculture Office",
    "question": "How does the DA provide early warning to farming and fishing communities to mitigate losses from incoming extreme events?",
    "response": "The issuance of Memorandum Circular no. 04, s.2020 mandates every DA-RFOs to provide Farming-Fishing Advisories based on weather and climate outlook as a basic service. We have built the capacity of our RFOs in providing farm-fishing advisories by using the methodology developed by our experts from the DA RFO V.\nToday, our RFOs are capable of providing Regional and Provincial Seasonal Climate Outlook Advisories and 10-day and Special Farm Weather Outlook and Advisory by translating the weather forecasts of PAGASA. Through this, our farmers–fisherfolk become aware of the steps they can take given a specific weather condition as they maintain efficient farm activities and crop status. By providing this service of early warning, input losses and production damage are minimized.",
    "page": ""
  },
  {
    "id": 176,
    "category": "Other Priority Programs and Projects",
    "topic": "Bangsamoro Agri-fishery Development Initiative",
    "question": "How will an overlap between the Bangsamoro Agri-Fishery Development Initiative and the Office of the Presidential Adviser on the Peace Process (OPAPP) Livelihood Investment Support Program be avoided?",
    "response": "The Livelihood Investment Support Program for Normalization specifically tackles Decommissioned Combatants and their communities, while the Bangsamoro Agri-Development initiative aims to provide support for the agri-fishery industry in the area that is outside of the sphere of influence of MILF Camps.",
    "page": ""
  },
  {
    "id": 177,
    "category": "Other Priority Programs and Projects",
    "topic": "Digital Agriculture",
    "question": "What is Digital Agriculture?",
    "response": "Digital Agriculture is the use of digital technology to integrate agricultural production from farmer to consumer. \nThese technologies can provide the agricultural industry with tools to make informed decisions and improved productivity. The ubiquity, portability and mobility of digital technologies are transforming agriculture and food production.\nThe Department has crafted the Digital Agriculture roadmap which highlights the Secretary’s initiatives on data centralization, precision farming, strengthening management information systems and digital platforms for market-related initiatives. The roadmap is timely with the COVID19 pandemic since ICT plays a vital role in the present situation.",
    "page": ""
  },
  {
    "id": 178,
    "category": "Other Priority Programs and Projects",
    "topic": "Digital Agriculture",
    "question": "What are the priority programs in to digital agriculture?",
    "response": "Agriculture-based Central Data Ecosystem (AbCDE): A data centralization project that aims to consolidate, classify, store and establish access portals of data for DA personnel, farmers, fisherfolk, oversight agencies and stakeholders. The project will produce analytics using big data that can guide decision makers, policy makers, economic managers and farmers and fisherfolks to have sound decisions.\nRegistry System for Basic Sectors in Agriculture (RSBSA): A Farmers and Fisherfolk Registry System (FFRS) was developed for the updating of the RSBSA. The system aims to intensify the updating of the RSBSA designed to enhance and foolproof the targeting of interventions of the government in the agri-fishery sector.\nFarmers and Fisherfolk Enterprise Development Information System (FFEDIS): The FFEDIS is an information system aimed at profiling stakeholders (producers and processors) that will enable them to strengthen their links and integrate market development support services. It is intended to enhance and develop the market-related portals to generate and provide informative analysis of market trends and factors  affecting the demand for agri-fishery projects. \nDigital Technologies for the Urban Agriculture Program: Urban Agriculture aims to empower city dwellers to grow their own food, to attain household food security. The Digi-agriponics or smart hydroponics, aquaponics and aeroponics will be introduced which makes use of Internet-of-Things (IoT). IoT is a way to describe a digitally connected universe of everyday physical devices. \neKadiwa: The eKadiwa is an online market platformed which aims to promote e-commerce and link producers and agripreneurs to consumers. Through this platform, consumers can order a wide range of fresh and affordable agriculture and fishery products. Consumers can order a wide range of fresh and affordable and fishery products. \nDigital signatures: Implementation of digital signatures for paperless transactions.\nOther transformative systems currently that are also in the pipeline are the Philippine Animal Industry Management Information System (PhilAIMIS); rice farmers fertilizers  assistance masterlisting; and the warehouse stock monitoring system which is being used in operational audit.",
    "page": ""
  },
  {
    "id": 179,
    "category": "Other Priority Programs and Projects",
    "topic": "National Convergence Initiative",
    "question": "What is the NCI-SRD and how is it different from other convergence projects/programs or initiatives of government?",
    "response": "The NCI-SRD is a government strategy of the DA-DAR-DENR-DILG as the four main rural development agencies operating under its Joint Administrative Order No. 01, series of 2020.\nConvergence Initiative is a response to the fragmented delivery of rural development services towards improved governance and optimized use of resources. It shall also strengthen the LGUs to grow sustainable economies. Interventions shall focus on smallholder farmers (both agrarian reform beneficiaries or non-ARBS), small fisherfolk, upland dwellers, and indigenous peoples (IPs) using the ridge-to-reef approach as its main tool.",
    "page": ""
  },
  {
    "id": 180,
    "category": "Other Priority Programs and Projects",
    "topic": "National Convergence Initiative",
    "question": "How are projects proposed under NCI-SRD?",
    "response": "Projects are proposed through the Convergence Area Development Plans (CADPs) of the Local Government Units (LGUs). These are five-year development plans that outline the proposed complementation of programs/activities/projects among the DA-DAR-DENR-DILG and other partner agencies for a period of five (5) years. This interventions in the convergence areas are based on the framework of ridge-to-reef or sustainable integrated rural development (SIAD).",
    "page": ""
  },
  {
    "id": 181,
    "category": "Other Priority Programs and Projects",
    "topic": "National Convergence Initiative",
    "question": "Where does NCI-SRD get funding?",
    "response": "NCI-SRD as a government strategy (and not program), does not have a dedicated budget but utilizes existing funds of the programs  of the four (4) Departments. Accomplishments, both physical and financial targets, are based on attribution.\nThe NCI-SRD Bill already approved on its third and final reading at the House of Representatives, if passed in to law, shall be a solid legal basis of the mechanism and funding for projects, regardless of administration and political situation. With the institutionalization of the convergence strategy, harmonization of policies and complementation of resources are ensured in the countryside all over the country.",
    "page": ""
  },
  {
    "id": 182,
    "category": "Other Priority Programs and Projects",
    "topic": "National Convergence Initiative",
    "question": "What are some of the existing successful convergence areas?",
    "response": "Island Group\nConvergence Area\nLocation\nLuzon\nPiddig Inclusive Organic Coffee Production\nPiddig, Ilocos Norte\nVisayas\nJavier Local Convergence Agro-Enterprise Cluster\nJavier, Leyte\nMindanao\nSiayan Convergence Area\nSiayan, Zamboanga del Norte\n\n\nAmong the felt impacts of the convergence projects are:\nIncreased farm income from P50,000 to P104,000 per year;\nIncreased agricultural production from an initial of 10 has to 1,690 has;\nJob generation of 100,000; and\nIncrease access to market through the completion of the FMR and construction of circumferential roads which reduced travel time.",
    "page": ""
  },
  {
    "id": 183,
    "category": "Other Priority Programs and Projects",
    "topic": "Philippine Rural Development Project",
    "question": "What is the physical and financial status of PRDP (as of June 2021)?",
    "response": "Approved Value Chain Analysis (VCAs). The project has a total of 132 approved VCAs supporting 76 various commodities and product forms\nApproved Provincial Commodity Investment Plans (CIPs). All the 81 provinces have approved PCIPs, which is the main reference in identifying interventions for funding under the project.\nProject Reach. 79 of the 81 Provinces have secured approval from the Project to access financial assistance for the construction of climate resilient rural infrastructures in support to the agri-fishery sector and support agri-enterprises. The two (2) remaining provinces with no approved subprojects are Camiguin and Basilan.\nThe DA-PRDP has implemented 98% (PhP28.05 billion) of its total approved infrastructure subprojects (SPs). This includes 344 completed SPs amounting to PhP15.84 billion (56% of total amount of approved portfolio) which benefits around 375,371 households.",
    "page": ""
  },
  {
    "id": 184,
    "category": "Other Priority Programs and Projects",
    "topic": "Philippine Rural Development Project",
    "question": "What is PRDP’s second additional financing with E.U. Co-Financing Grant (AF2-EU)?",
    "response": "On June 17, 2021, the Board of Executive Directors of the International Bank for Reconstruction and Development (IBRD) of the World Bank approved the $280 million Second Additional Financing with EUR18.3 million E.U. Co-financing grant.\nThe AF2 is the second tranche of the $450 million AF from the World Bank. With the ongoing COVID-19 pandemic, the AF2 was retrofitted to complement the DA’s initiatives towards food security and resiliency.\nIt is expected that the AF2-EU will be benefitted by more than 300,000 farmer and fisherfolk households, as well as more than 70,000 additional jobs created from rural infrastructure subprojects and enterprise activities.\nThe signing of the Loan Agreement and related documents for the DA-PRDP AF2 is anticipated to happen on or before July 15, 2021 and the implementation is expected to start in the last quarter of 2021.",
    "page": ""
  },
  {
    "id": 185,
    "category": "Other Priority Programs and Projects",
    "topic": "Philippine Rural Development Project",
    "question": "How does PRDP assist enterprises in moving towards the “New Normal”?",
    "response": "The Proponent Groups (PGs) were provided with training activities through virtual and blended mechanisms.\nThe PGs were assisted in tapping digital technology for market linkages and increasing sales.\nIn the North Luzon Cluster, an eMerkado Project (Tulay sa Pag-asenso, Katuwang sa Pagbabago) is being organized to connect/link PGs to potential markets through online platforms. In preparation for the launching of this e-Merkado project, the Cluster is also doing capacity building to selected PGs (such as creating online identity, packaging enhancement, logo enhancement, GCash and online payment tutorial, Shopee tutorials, etc.), preparing info materials (videos, posters, and other marketing materials) and started scouting/talking with potential buyers.",
    "page": ""
  },
  {
    "id": 186,
    "category": "Other Priority Programs and Projects",
    "topic": "Special Area for Agricultural Development",
    "question": "What are the compositions of livelihood projects and average project cost of the program?",
    "response": "Livelihood projects provided by SAAD are based on the actual needs of the farmers. It may be commodity-specific or integrated (or multi-commodity: across rice, corn, high-value crops, industrial crops, livestock, poultry, and fishery) varying from production, processing and marketing inputs as an enterprise. \nOn the average, the project cost per individual is amounting to PhP 19,150 (DA) and PhP 17,452 (BFAR).",
    "page": ""
  },
  {
    "id": 187,
    "category": "Other Priority Programs and Projects",
    "topic": "Special Area for Agricultural Development",
    "question": "Why is the program not expanding/covering more provinces (from the 30 provinces)?",
    "response": "SAAD Program focuses on 30 provinces to help assure the success of its implementation given project financial and administrative constraints. The said 30 provinces were the target agreed upon with the DBM and additional provinces may only be covered under Tier 2. However, expansion can also be done in 2023, if the SAAD gets an extension.",
    "page": ""
  },
  {
    "id": 188,
    "category": "Other Priority Programs and Projects",
    "topic": "Special Area for Agricultural Development",
    "question": "What is the strategy in covering the areas identified under the Executive Order No. 70: “Institutionalizing the Whole-of-Nation Approach in Attaining Inclusive and Sustainable Peace, Creating a National Task Force to End Local Communist Armed Conflict, and Directing the Adoption of a National Peace Framework”?",
    "response": "SAAD will cover EO 70 areas within its 27 covered provinces as proposed in FY 2022 under Tier 2. It is projected to cover 670 barangays providing 109 livelihood projects amounting to PhP 489 million. The strategy is for the selected beneficiaries within the area to undergo social preparation (needs assessment and capability building activities) and receive livelihood interventions. \nThe remaining three (3) SAAD-identified provinces (Sulu, Siquijor and Lanao del Sur) were not included in the EO 70 priority areas.",
    "page": ""
  },
  {
    "id": 189,
    "category": "Other Priority Programs and Projects",
    "topic": "Special Area for Agricultural Development",
    "question": "What are the bases of the program in measuring project effects/impacts in its covered areas?",
    "response": "Database of Beneficiaries and Geotagging activities – Socio-economic and agri-related data are gathered during the identification of SAAD beneficiaries. These data will serve as the baseline of the program in assessing the effects of its interventions in the succeeding years.\nProgram Management Support Offices (PPMSO) monitoring – SAAD has created PPMSO that are stationed in the covered provinces/ municipalities. It is mostly comprised of COS personnel that function as Provincial and Area Coordinators. They are the actual personnel that monitor the implementation of the program and are the report generators of the program.\nM&E Reporting – In FY 2020, due to COVID pandemic, the program devised a reporting form covering the status of the farmers implementing the projects from distribution, planting, harvesting and marketing activities.\nOthers:\nCompilation of SAAD Success Stories – since the program is in its 4th year, there are already projects that are evidently successful. These success stories are documented and promoted during report submissions, presentations, and activities of the program;\nSAAD Saga – the latest initiative of the program is SAAD Saga. This is an activity that showcases livelihood projects or enterprises which are performing well. The beneficiaries are able to share their project experiences and also promote their produce or products; and\nOther Agency Official Reports (NEDA, DBM, PSA, SUCs, etc) – the program also considers official reports/ publications of other agencies in the effects brought about by the implementation of the SAAD program in the decrease of poverty incidence in its covered provinces. It will also conduct a Midterm Assessment to be conducted by DMMMSU in FY 2020 – 2021 to identify the immediate effects of the program.",
    "page": ""
  },
  {
    "id": 190,
    "category": "Other Priority Programs and Projects",
    "topic": "Livelihood Investment Support Program for the Normalization Process",
    "question": "In what way can Agriculture be connected to the Normalization process?",
    "response": "The areas of conflict are agricultural areas. If agriculture is developed in these areas, it will promote economic development, peace, and social stability.",
    "page": ""
  },
  {
    "id": 191,
    "category": "Other Priority Programs and Projects",
    "topic": "Livelihood Investment Support Program for the Normalization Process",
    "question": "How can agri-fishery inputs aid in community development and capacity building of decommissioned combatants?",
    "response": "Decommissioned combatants are mostly small scale agri-preneurs. They conduct basic agricultural practices, which lacks technological advancement. To efficiently provide support, we must provide agri-fishery inputs and machineries, which will kick start development of capacity building and develop a sense of community that is disparate from a life style of violent extremism.",
    "page": ""
  },
  {
    "id": 192,
    "category": "Other Priority Programs and Projects",
    "topic": "Livelihood Investment Support Program for the Normalization Process",
    "question": "How will the practice of Agriculture prevent recidivism among decommissioned combatant?",
    "response": "With agriculture being the foremost industries in far flung areas and communities within the Bangsamoro region, the easiest choice for employment and generating income is agriculture, which needs an input in terms of raw material as start-up capital for small scale agricultural ventures. By providing a source of income and lifestyle that is separate from the cash assistance and supply provision of extremist groups. This will hopefully result in decommissioned combatants staying decommissioned, if the foremost reason for extremism is sustenance, and not ideological in nature.",
    "page": ""
  },
  {
    "id": 193,
    "category": "Other Priority Programs and Projects",
    "topic": "Establishment of Smart Greenhouse in Western Visayas",
    "question": "What is the Smart Greenhouse Project?",
    "response": "The Smart Greenhouse project is a grant funded by the Republic of Korea-Ministry of Agriculture, Food, and Rural Affairs-Korea Agency of Education, Promotion and Information Service in Food, Agriculture, Forestry and Fisheries (ROK MAFRA-EPIS).  The project will showcase Korean style technology designed to help mitigate the effects of climate change in agriculture, as well as ensure Good Agricultural Practices.",
    "page": ""
  },
  {
    "id": 194,
    "category": "Other Priority Programs and Projects",
    "topic": "Establishment of Smart Greenhouse in Western Visayas",
    "question": "What are the major difference/s of Smart Greenhouse-based production compared to on farm production?",
    "response": "Smart Greenhouse production can be off-season, manageable in terms of disease and pest control, produces better physical quality, and helps in conserving energy as well as other production factors such as water, inputs and manpower.",
    "page": ""
  },
  {
    "id": 195,
    "category": "Other Priority Programs and Projects",
    "topic": "Establishment of Smart Greenhouse in Western Visayas",
    "question": "How easy or adoptable is the Smart Greenhouse’s level of automation?",
    "response": "The project will provide hands-on training to adopters in terms of  using improved agricultural technology for smart greenhouse, and these are embedded with details on Good Agricultural Practices, climate change resilient, and advance off season production to help us attain our goal in terms of food production and security. \nIn terms of costing, all the expenses related to the smart greenhouse will be financed by the Korean Government. As counterpart,  DA will provide the area site, embankment, internet connection, transportation, and Korean expert accommodation. For potential farmer adopters, collaboration and linkages will be done to facilitate financing support to farmers.\nRegarding internet/web connection of the smart greenhouse, as counterpart to secure internet connection for Smart Greenhouse technology, the connection of quality service provider on site is on positive progress.",
    "page": ""
  },
  {
    "id": 196,
    "category": "Other Priority Programs and Projects",
    "topic": "Establishment of Smart Agriculture System in Western Visayas",
    "question": "What are the advantages and benefits of Korean Smart Greenhouse versus conventional greenhouses and open field production?",
    "response": "Smart farm or greenhouse is an ICT-based smart greenhouse system in horticulture controls the growth environment of crops inside the greenhouse, thus increases crop production and supply stability through the automation of farm.\nThe Smart Greenhouse is more advanced in technology compared to the Conventional Greenhouses in terms of monitoring the pest and disease infestation, nutrient and water deficiency, and temperature regulation. In addition, the Smart Greenhouse is more precise in its recommendation and does not require manual labor in watering, fertilizing, nor spraying of pests and diseases.  \nCompared to on-farm production, the Smart Greenhouse production can be off-season thus ensuring availability of produce most of the time, way more manageable and advanced in terms of disease and pest control, better physical quality of produce, and energy conserving (manpower, inputs, water).",
    "page": ""
  },
  {
    "id": 197,
    "category": "Other Priority Programs and Projects",
    "topic": "Establishment of Smart Agriculture System in Western Visayas",
    "question": "What is the difference of KOICA Smart Greenhouse implementation versus the MAFRA initiated Smart Greenhouse Project in Iloilo?",
    "response": "MAFRA\nImplemented by the DA-Western Visayas through the DA-WESVIARC.\nProject and the facility will serve as a research, development, production and technology transfer initiative to farmers and farmer groups.\nManaged and operated by the DA-WESVIARC management as the designated Project Management Office.\n\nKOICA\nImplemented at the field level, directly engaging FCAs to manage and operate the facility.\nThe two projects (MAFRA and KOICA) will complement in the implementation especially for the research, development, and sharing of good practices.",
    "page": ""
  },
  {
    "id": 198,
    "category": "Other Priority Programs and Projects",
    "topic": "Mindanao Inclusive Agriculture Development Project",
    "question": "Why choose Mindanao as the priority area for securing World Bank Financial Assistance?",
    "response": "World Bank selected Mindanao as the priority area for securing financial assistance due to the poverty incidence particularly prevalent among Indigenous People (IPs), who constitute about 14 percent of the Philippine population, 61 percent lives in Mindanao, and most  in the remote Ancestral Domains (ADs). The poverty reflects the strong nexus between poverty and vulnerability, both to conflict, and to the impacts of natural hazards, climate change, and peace and development. Some three-quarters of poor Filipinos live in rural areas, and the rural poverty rate is three times higher than urban areas.\nConsidering the country’s food basket with one-third (1/3) of its land area devoted to agriculture. It produces 40 percent of the country's food needs and contributes more than 30 percent to national food trade. But despite this substantial contribution and growth potential for the country’s agricultural output, there remain vast areas under subsistence farming and shifting cultivation, primarily on lands designated as ADs occupied by various Indigenous Cultural Communities (ICCs).",
    "page": ""
  },
  {
    "id": 199,
    "category": "Other Priority Programs and Projects",
    "topic": "Mindanao Inclusive Agriculture Development Project",
    "question": "What is the average monthly household income in the identified area?",
    "response": "Based on the results of the preliminary social investigation (PSI) conducted, the average monthly household income of the IPs ranges from PhP 2,000 to PhP 6,000.",
    "page": ""
  },
  {
    "id": 200,
    "category": "Other Priority Programs and Projects",
    "topic": "Mindanao Inclusive Agriculture Development Project",
    "question": "What will be the implications of Mandanas ruling in the project implementations?",
    "response": "The DA will secure an IMA (Implementation Management Agreement) similar to letter of commitment or MOA with the LGU to indicate the responsibilities of the parties involved. \nMeanwhile the counterpart of the LGU is 10% for the Component 2, but once the Mandanas Ruling is implemented the LGU share will be increased to 13%.",
    "page": ""
  },
  {
    "id": 201,
    "category": "Other Priority Programs and Projects",
    "topic": "Status of Bayanihan II Implementation",
    "question": "How much of the allotted appropriation for the Department under the Bayanihan II Act was obligated and disbursed?",
    "response": "As of June 30, 2021, out of the total amount of PhP 24 Billion allocated to DA, PhP 23.64 Billion (98.58%) was obligated. Of the obligated amount, Php 21.24 Billion was disbursed.",
    "page": ""
  },
  {
    "id": 202,
    "category": "Other Priority Programs and Projects",
    "topic": "Status of Bayanihan II Implementation",
    "question": "What are the challenges that the Department encountered in the implementation of the programs/projects?",
    "response": "Increasing number of COVID-19 cases in the DA-RFOs;\nProblems in the procurement process;\nInternet connection issues that resulted to late submission of documents for disbursement of the service rendered;\nLate conduct of site validation;\nMobility and coordination issues brought about by the pandemic;\nLimited time given for implementation; and\nWeather condition affected/delayed project activities.",
    "page": ""
  },
  {
    "id": 203,
    "category": "Other Priority Programs and Projects",
    "topic": "Mandanas/Further Devolution",
    "question": "What is the status of the Devolution Transition Plan (DTP) of preparation of DA?",
    "response": "The DA is currently conducting series of consultation workshops and meetings for the finalization of DA-DTP Annexes.",
    "page": ""
  },
  {
    "id": 204,
    "category": "Other Priority Programs and Projects",
    "topic": "Mandanas/Further Devolution",
    "question": "What are the functions of the DA that need to be devolved further?",
    "response": "DA will devolve unbundled  PAPs and functions  listed in Section 17 of RA 7160 guided by EO 138, and that these functions does not fall under the following criteria:\nFunctions with recent legislations;\nInter-jurisdictional PAPs;\nEconomies of scale; and\nRedistributive role of the NGA.",
    "page": ""
  },
  {
    "id": 205,
    "category": "Other Priority Programs and Projects",
    "topic": "Mandanas/Further Devolution",
    "question": "What is the challenge in devolution of agri-fishery functions and recommendations to address this?",
    "response": "Devolution of 5th and 6th Class municipalities will take place in CY 2024.\nThere is no assurance of funding allocation for agri-fishery functions/ PAPs with the LGUs fiscal autonomy. \nThere is a need to assess of the readiness of the LGUs to assume the devolved functions.",
    "page": ""
  },
  {
    "id": 206,
    "category": "Other Priority Programs and Projects",
    "topic": "Mandanas/Further Devolution",
    "question": "What are the functional shifts that DA will undertake?",
    "response": "DA will focus on steering functions such as: a) policy formulation; b) R&D; and c) M&E and capacity development.\nIn this regard, corresponding investment is needed to support the Capacity Development of personnel who will perform the functional shifts of DA.",
    "page": ""
  },
  {
    "id": 207,
    "category": "Other Priority Programs and Projects",
    "topic": "Updating of the Registry System for Basic Sectors in Agriculture",
    "question": "What is the current status/progress of the Updating of the RSBSA?",
    "response": "For FY 2021, here are RSBSA’s accomplishments:\nThere are 3,129,033 submitted forms as of 30 June 2021, which is beyond the target of 3,033,473 forms;\nFrom this figure, there are 2,390,444 forms encoded as of 30 June 2021\nTo note, these indicated targets are for the entire FY 2021; and\nProfiling\nTarget\nAccomplished\nForms submitted\n3,033,473\n3,129,033 (as of 30 June 2021)\nForms encoded\n3,033,473\n2,390,444 (as of 30 June 2021)\nThe backlog in encoding was due to forms that consist of errors or incomplete data that were returned (or subject to be returned) to the respective MAO to revalidate the farmer's information.",
    "page": ""
  },
  {
    "id": 208,
    "category": "Other Priority Programs and Projects",
    "topic": "Updating of the Registry System for Basic Sectors in Agriculture",
    "question": "What will be the target status/progress of the Updating of the RSBSA by FY 2022?",
    "response": "For FY 2022, the Updating of the RSBSA targets the profiling of farmers and fisherfolk nationwide and focus on the initiation of the georeferencing activity that aims to link the collected farmer profile to their farm parcel/lot through geotagging their farm. The targets are the following:\n\nActivity Components\nIndicator\nTarget*(Tier 1 - NEP)\nTarget* (Tier 2)\nTotal Target \n(Tier 1 + 2)\nProfiling of farmers/fisherfolk\nnumber of registered farmers/fisherfolk\n\n1,045,520\n(9.3% of the total target in the component) \n         \n         1,008,011\n(8.9% of the total target in the component)\n      2,053,531\n(18.2% of the total target in the component)\n \nGeoreferenced farm parcel/lot\nhectares of geotagged farm parcel/lot\n343,338\n(5.6% of the total target in the component) \n1,501,596\n(24.5% of the total target in the component)\n1,844,934\n(30.2% of the total target in the component)",
    "page": ""
  },
  {
    "id": 209,
    "category": "Other Priority Programs and Projects",
    "topic": "Updating of the Registry System for Basic Sectors in Agriculture",
    "question": "What are the program targets for FY 2022?",
    "response": "The Program aims to complete the profiling of the farmers and implement the next two (2) components (Geo-referencing of Farm Lots and the Development of the Interventions Monitoring System). Specifically, the FY 2022 will prioritize the Georeferencing component as it will ensure the integrity of the gathered data and information from the profiling component. Also, it will serve as a validation tool because it will link the collected farmer profile to the farm lot profile gathered through geo-referencing.\nFor the next two implementing years of the project (FY 2023 and FY 2024), the targets are as follows:\nFY 2023: 1,195,600 registered farmers and 2,127,070 hectares of georeferenced farm parcels; and\nFY 2024: 935,000 registered farmers and 2,146,955 hectares of georeferenced farm parcels.",
    "page": ""
  },
  {
    "id": 210,
    "category": "Other Priority Programs and Projects",
    "topic": "Updating of the Registry System for Basic Sectors in Agriculture",
    "question": "How will the project/program transition due to the SC ruling on Mandanas?",
    "response": "Once the registry system is on its final phase, i.e. the profiling of all farmers and fisherfolk has been completed and their respective geotagged farm parcel/lot linked, the updating of records will be managed by the LGUs to ensure that the registered farmer/fisher is active and thus, eligible for future interventions set by the DA.",
    "page": ""
  },
  {
    "id": 211,
    "category": "Other Priority Programs and Projects",
    "topic": "DA GAD Initiatives",
    "question": "What are the gender issues being addressed by the DA in its GAD Plan and Budget?",
    "response": "On Client-focused GAD Activities:\nLack or limited access of women farmers/fisherfolk/agri-fishery workers/Women Micro-Entrepreneurs (WMEs) to productive resources for increased production and income; and\nLack or limited economic opportunities for women engaged in agri-fishery activities.\nOn Organization-focused GAD Activities:\nLimited institutional capacities in planning, implementing, monitoring and evaluation of gender responsive Programs, Activities and Projects (PAPs).",
    "page": ""
  },
  {
    "id": 212,
    "category": "Other Priority Programs and Projects",
    "topic": "DA GAD Initiatives",
    "question": "What are the activities that are being funded by the GAD Budget?",
    "response": "Through GAD Mainstreaming (strategy for making women's as well as men's concerns and experiences an integral dimension of the design, implementation, monitoring, and evaluation of policies, programs and projects so that women and men benefit equally), the DA GAD Focal Point System facilitates the conduct of the following GAD Activities in the DA Central Office, Regional Field Offices (RFOs) and Bureaus.\nClient-focused GAD Activities - Provision of services to women and women groups that are available in the DA banner programs and Special Projects (Foreign and Locally funded) such as: \nProduction support services (seeds, planting materials, fertilizers, organic materials, pest management inputs, domesticated animals (livestock and poultry), and others; and\nTraining/capability building and provision of Information/ Education/Communication (IEC) materials;\nOrganization-focused GAD Activities – activities undertaken for the officials and employees in the DA to enhance their institutional capacities in the planning, implementing, monitoring and evaluation of gender responsive Programs, Activities and Projects (PAPs) such as: \nConduct of DA Gender Focal Point System (GFPS) capability building activities, meetings (internal and with the Philippine Commission on Women (PCW) and other agencies/ various GAD/GESI - related events, and others; and\nUpdating and maintenance of the GAD data base, gender statistics and sex-disaggregated data (SDD).\nOther DA offices are also preparing respective GAD Plans and Budgets in accordance with their mandated functions such as credit services of the Agricultural Credit and Policy Council (ACPC), insurance coverage of the Philippine Crop Insurance Corporation (PCIC), and others.",
    "page": ""
  },
  {
    "id": 213,
    "category": "Other Priority Programs and Projects",
    "topic": "DA GAD Initiatives",
    "question": "What is GESI and how are GESI Activities being funded?",
    "response": "GESI stands for Gender Equality and Social Inclusion. It is a concept that addresses unequal power relations experienced by people on the grounds of gender, wealth, ability, location, caste/ethnicity, language, and agency or a combination of these dimensions. \nWith the creation of the GESI Program in the DA, the issues of women in agriculture, including those in the vulnerable sectors namely: Senior Citizens (SCs), Differently Abled Persons (DAPs) and Indigenous Peoples (IPs) are being addressed. They are now being considered in the planning and targeting of participants and beneficiaries of DA’s Programs and Projects for them to have access to services that will help them become agripreneurs and ultimately achieve women economic empowerment (WEE).\nThe budget for GAD and DAPs is being sourced from the 5% and 1 % of the DA’s total budget, respectively, according to the GAA and other related laws and regulations.",
    "page": ""
  },
  {
    "id": 214,
    "category": "Other Priority Programs and Projects",
    "topic": "Stimulating the Agriculture and Fisheries Enterprises Ecosystem (SAFE) Program",
    "question": "What is the program all about?",
    "response": "Stimulating the Agriculture and Fisheries Enterprise Ecosystem (SAFE) aims to serve as a bridging platform that will mobilize and engage a multitude of actors particularly from the knowledge and education regime, which includes agricultural research centers, higher educational institutions, and the public/private extension system (supply side) with the business and enterprise sector (demand side) to commercialize technologies that will make high-value agricultural commodities competitive, i.e. exploit knowledge-based resources to create value-adding products and services to increase success level of agri-preneurs as they are mainstreamed into the value chain.",
    "page": ""
  },
  {
    "id": 215,
    "category": "Other Priority Programs and Projects",
    "topic": "Stimulating the Agriculture and Fisheries Enterprises Ecosystem (SAFE) Program",
    "question": "What are the expected deliverables and outcome of the program?",
    "response": "Incubator setting up: Establishment of SAFE Incubators in various parts of the country and ensuring sustainability. This will be done through development of incubator business plan, review of incubator staff, services and infrastructure and capacity building.\nSAFE Incubator network: This nationwide agribusiness incubator will be setup after completion of strengthening process. This will provide synergy and enhance sustainability of both incubator and its clients in the long run. \nInstitution linkages: The incubator will establish linkages with various public and private sector agencies, which play a vital role in agricultural sector of the country. The linkages may be domestic as well as international in nature.\nCommercialization of potential technologies, new product development: This will remain a key focus area of the incubator, as it will evolve into becoming a dynamic platform that will address the gaps in extension related to technology transfer and commercialization. Innovations from the grass-root level also needs to be nurtured.",
    "page": ""
  },
  {
    "id": 216,
    "category": "Other Priority Programs and Projects",
    "topic": "Stimulating the Agriculture and Fisheries Enterprises Ecosystem (SAFE) Program",
    "question": "How will the country benefit from the program?",
    "response": "SAFE Incubator is proposed to facilitate the establishment of a network of specialists, experts, and agri-preneurs to help facilitate commercialization of innovative technologies through diversified models on inclusive agribusiness development for the benefits of smallholder farmers and fisherfolk throughout the Philippines.",
    "page": ""
  },
  {
    "id": 217,
    "category": "Other Priority Programs and Projects",
    "topic": "Stimulating the Agriculture and Fisheries Enterprises Ecosystem (SAFE) Program",
    "question": "How will the program be rolled out?",
    "response": "Phase 1: Awareness raising and team-building. This includes the setting-up of the Technology Business Incubator (TBI) project team, crafting of a workplan and awareness-raising of the TBI project. \nPhase 2: Preparation of a Feasibility Study (FS). This is to determine the technical feasibility and financial viability of the project, starting with the services that it aims to offer, in this case, targeting a particular industry or sector to establish if there is sufficient demand from prospective entrepreneurs, the kind of infrastructures and support services that a TBI provides, and how will its target customers pay for such services. \nPhase 3: The Business Plan. This includes a concrete TBI model elaborated in financial figures, the kind of support that can be provided by the TBI to meet the needs of its customers; how the TBI will be organized and operated; and how all of this can be financed.\nPhase 4: Implementation. This includes the selection of qualified incubator staff, conduct of a set of special training to handle TBI operations, selection criteria for incubatees and tools to effectively support its clients.",
    "page": ""
  },
  {
    "id": 218,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What is the solar-powered fertigation system?",
    "response": "SPFS functions similarly as an SPIS wherein one or more solar panels power the pumps and electronic controls for irrigation. Unlike SPIS, SPFS incorporates a fertigation equipment that provides water and fertilizer in precise quantities with consistent distribution.",
    "page": ""
  },
  {
    "id": 219,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What is the difference between SPFS 8 and SPFS 32?",
    "response": "SPFS-8 – can irrigate 8 hectares; replacement of fuel pump with solar-powered pump in existing functional shallow tube well\nSPFS-32- can irrigate 32 hectares; establishment of new shallow tube well",
    "page": ""
  },
  {
    "id": 220,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What are the key features of an SPFS?",
    "response": "Solar energy, well system, precise fertilizer solution, smart agriculture, flexible design.",
    "page": ""
  },
  {
    "id": 221,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What is the total project cost of the SPFS project?",
    "response": "For 3 years, the SPFS project cost is PhP 15.755 Billion;\nand for FY 2022, PhP 4.8 Billion",
    "page": ""
  },
  {
    "id": 222,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What is the unit cost for SPFS 8 and SPFS 32?",
    "response": "SPFS 8- PhP 1,230,212.50 per unit\nSPFS 32-PhP 5,575,625.00 per unit",
    "page": ""
  },
  {
    "id": 223,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "How does SPFP compare with traditional irrigation systems constructed by NIA and BSWM (in terms of cost, technology and efficiency)?",
    "response": "The SPFS is relatively flexible and climate-friendly alternative energy source especially in areas with high fuel cost or where reliable access to electricity grid is lacking. It takes shorter time, as early as 60 days, to be constructed compared with the traditional irrigation systems. \nSince the SPFS has fertigation component unlike traditional irrigation systems, timely and effective application of fertilizer can be done while reducing the cost of labor and inputs versus manual fertilizer application.\nThough SPFS has high investment cost compared to other traditional irrigation system (diesel-based), SPFS has relatively low operation and maintenance cost.",
    "page": ""
  },
  {
    "id": 224,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "How can local farmers afford adoption of SPFS without assistance of the government?",
    "response": "The SPFS is a new and modernized technology which is new to the Philippines and also to the farmers. Farmers may provide through the operation and maintenance counterpart of the SPFS. Assistance on the consolidation of farms to 8 and 32 hectares may be possible since the target beneficiaries of these systems are farmer associations with 8 or 32 hectares of rice production areas.",
    "page": ""
  },
  {
    "id": 225,
    "category": "Other Priority Programs and Projects",
    "topic": "Solar-Powered Fertigation Project",
    "question": "What is the strategy for project sustainability?",
    "response": "For the SPFS to be sustainable, the project beneficiaries must be knowledgeable on the operation and maintenance of the system. Capability of farmer beneficiaries will be strengthened through conduct of technical trainings as well as basic leadership trainings to further organize the farmer associations. Also, participation of the local government units must be established specially after project turn-over to the farmer associations. The LGU can provide funding for damages that may be due to force majeure or calamity.",
    "page": ""
  },
  {
    "id": 226,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Special Concerns",
    "question": "What are the major programs of the DA for the Youth?",
    "response": "Mentoring and Attracting Youth in Agribusiness (MAYA) Program - Overseen by the Bureau of Agricultural Research (BAR), this is a three month internship aimed to develop competent, highly-skilled and employment-ready youthful workforce. Through experiential learning, it seeks to level-up the agriculture sector beyond its production-focused orientation, and progressively expand to the entire gamut of input production, farm operations and management, equipment and supplies manufacturing, food/non-food processing, marketing, trading and retailing. \nKapital Access for Young Agripreneurs (KAYA) – a loan program implemented by the Agricultural Credit Policy Council (ACPC) that aims to attract young generation farmers and fishers. The program supports start-ups or existing farm/fishery business. It targets qualified “yaggies” (young agripreneurs) 18-30 years old who are engaged in farming/fishing, loans are interest-free (0%).\nAgricultural Competitiveness Enhancement Fund (ACEF) – Grants-In-Aid For Higher Education Program (GIAHEP) – provides a comprehensive and attractive grants-in-aid program to contribute to the development of agriculture and fisheries by increasing the number of graduates in higher education who are trained in the scientific habit of thought, entrepreneurial skills and technical competencies in the areas of agriculture, forestry, fisheries, veterinary medicine education and related agricultural education programs. \nOther Training Programs (ATI):\nYouth Agripreneurship Trainings;\nYouth Internship Program in Taiwan;\nYoung Filipino Farmer Leaders Training Program in Japan;\n4-H Club Youth Development Program; and\nDigital Farmers Program.",
    "page": ""
  },
  {
    "id": 227,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Special Concerns",
    "question": "What activities are organized for Senior Citizens and PWDs?",
    "response": "The OUSC and concerned DA-Committees provide webinars/online trainings for SC and PWD employees such as Urban Gardening, Health and Wellness program, Disaster Preparedness Activities and Livelihood programs. All these activities are in partnership with other National Agencies and Local Government Units. This is to ensure the rights and welfare of SCs and PWDs are respected, protected and promoted.",
    "page": ""
  },
  {
    "id": 228,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Special Concerns",
    "question": "What is the status of the programs and interventions attributed to End Local Communist Armed Conflict (ELCAC)?",
    "response": "The DA is actively participating on sub clusters under the NTF-ELCAC: Sectoral Unification, Capacity Building, Empowerment and Mobilization Cluster (SUCBEM); Enhanced Comprehensive Local Integration Program (E-CLIP); and the Poverty Reduction Livelihood and Employment Cluster (PRLEC).\nFor FY 2020, DA had given agricultural interventions to at least 1,817 individuals.\nThere were 39 Barangays served as of the 1st Quarter of 2021 by the Department under the 822 Barangays for Priority Development as identified by the ELCAC. It should be noted also that the number of barangays given interventions under the list of Communist Terrorist Group Affected and Threatened per DA RFOs were 596 as of August 2021.\nDA RFOs have been continuously distributing Agricultural inputs, machineries, Cash and Food Subsidy for Marginal Farmers & Fisher folks (CFSMFF) and conducting livelihood training from the different banner programs of the DA.",
    "page": ""
  },
  {
    "id": 229,
    "category": "Other Priority Programs and Projects",
    "topic": "Minimum Access Volume",
    "question": "What are the provisions for MAV Application?",
    "response": "The provisions for the application for MAV license are enumerated in Section 1. D MMC AO 1 series of 1998 as amended by MMC AO 52 s. of 2000. As a matter of procedure, the announcement to all interested applicants on the application period, procedure and all of the requirements for application is published in 2 newspapers of national circulation (Philippine Star and Manila Bulletin). \nThe MAV Secretariat also encourage applicants to call or send via email questions and clarifications regarding the MAV. \nFor the Pork MAV Plus for MAV year 2021, the approved MMC Resolution # 1 s of 2021 or the Mechanics for the Implementation of EO #133 for MAV year 2021 was likewise published to inform all interested parties.  \nThe Intercommerce Network Services (INS), which is the 3rd party service provider for the DA Trade system also provided a user manual for new entrants in their website. Each MAV applicant or eventually a licensee is provided with a personal MAV account where they can view the status of their application as well as the balance of their allocation.",
    "page": ""
  },
  {
    "id": 230,
    "category": "Other Priority Programs and Projects",
    "topic": "Minimum Access Volume",
    "question": "If the MAV allocation is not consumed in full, what may be the reasons given that they should be cheaper than the regular importation?",
    "response": "A licensee’s utilization of its allocation is their prerogative or business decision.  The MAV secretariat does not ask the reason for not fully utilizing their allocation. \nHowever they are are informed of the penalties for underutilization as provided for in Section 1, H. 2. of MMC AO 1 series of 1998 as amended by MMC AO 52 s. of 2000.",
    "page": ""
  },
  {
    "id": 231,
    "category": "Other Priority Programs and Projects",
    "topic": "Minimum Access Volume",
    "question": "What are the products under the MAV?",
    "response": "Pork; \nPoultry; \nCorn; \nFresh/Chilled Potatoes Chipping Potatoes; \nCoffee beans & coffee extract; \nSugar; and \nRice",
    "page": ""
  },
  {
    "id": 232,
    "category": "Other Priority Programs and Projects",
    "topic": "Minimum Access Volume",
    "question": "What is MAV Plus?",
    "response": "The MAV may be increased, even if the regular allocations have not yet been fully utilized, in order to address the problems of possible commodity shortages or abnormal price increases in the MAV products.\nThe implementation of MAV Plus Mechanism is clearly stated in  AO 8 s. 1998, section  II.a.",
    "page": ""
  },
  {
    "id": 233,
    "category": "Other Priority Programs and Projects",
    "topic": "DA-Manila Bay Mandamus",
    "question": "What are the interventions of DA and its Operating Units on Manila in compliance with the Manila Bay Mandamus?",
    "response": "The BFAR provided technical assistance to LGUs in terms of: \nCrafting or updating basic fisheries ordinances and Coastal Resource Management (CRM) plans to incorporate ecosystem approach to Fisheries Management;\nMonitoring of existing fish sanctuaries and artificial reef;\nParticipatory coastal resource assessments and rapid resource assessments for identification of additional fisheries management strategies, and inputs into enactment of appropriate local laws;\nContinuing resource and ecological assessments to monitor progress or improvements in the Bay’s marine life;\nContinuing Harmful Algal Bloom or red tide monitoring and management;\nMarket denial and seaborne patrols to deter IUUF;\nProvision of supplemental livelihoods for fisherfolk as incentive for implementation of good fisheries management practices; and\nPromotion of the Sustainable Land Management thru establishment of technology demonstration sites in which different soil conservation technologies were applied.\nRegional Agricultural and Fishery Council (RAFC) published Resolution No. 3, s. 2019 which strongly advocates Manila Bay rehabilitation through conduct of clean up drive in the coastal areas of Region III twice a year.",
    "page": ""
  },
  {
    "id": 234,
    "category": "Other Priority Programs and Projects",
    "topic": "SOCSKSARGEN Area Development Project",
    "question": "What is the support to DA’s Agri Business Corridor (ABC) strategy and the Status of the Viability Study on Agro-Industrial Hubs in SOCCSKSARGEN?",
    "response": "The Area Development Program Office (ADPO) coordinates and facilitates the development of Agro-industrial Hubs in SOCCSKSARGEN, in line with the ABC strategy of the DA. Development of agro-industrial hubs in SOCCSKSARGEN is part of ADPO’s priorities for CY 2020-2022. \nA Viability Study for the Strategic Programming and Networking of Agro-Industrial Hubs for Inclusive Agribusiness Development in SOCCSKSARGEN Region is for implementation in August to December 2021.\nThe ADPO will monitor the progress of the study, in collaboration with key agencies such as DA-Central Office and Regional Office, DTI, Private Sector, DENR, and the Local Government Units of SOCCSKSARGEN, to ensure the delivery of outputs by the Consultant as specified in the Terms of Reference (TOR) of the study. \nAs of July 2021, the procurement of consultancy services for the conduct of the said study is ongoing.",
    "page": ""
  },
  {
    "id": 235,
    "category": "Other Priority Programs and Projects",
    "topic": "SOCSKSARGEN Area Development Project",
    "question": "What is contribution of the Area Development Program Office (ADPO) to capacity-building of farmers, fishers, MSMEs and LGU extension personnel?",
    "response": "ADPO targets to benefit 600 farmers and industry stakeholders and LGU workers from capacity-building activities in 2022, focused on improving local commodities and industries, i.e. banana, mango, cacao and fish and aquaculture, especially in providing/promoting updated and smart production technology information, proper post handling processes to minimize wastage, rice intensification system, project development/packaging and access to credit, online marketing and digitalization and supporting their participation to summit, conferences, and food expo.\nCapacity-building initiatives aim to cover more farmers and LGU beneficiaries for the year, in pursuit of rural development and agro-industrialization in the SOCCSKSARGEN growth clusters",
    "page": ""
  },
  {
    "id": 236,
    "category": "Other Priority Programs and Projects",
    "topic": "SOCSKSARGEN Area Development Project",
    "question": "How is the coordinative function of the Area Development Program Office (ADPO) beneficial to agro-industrial development of SOCCSKSARGEN?",
    "response": "ADPO’s coordinative role helps in the integration and harmonization of agri-industrial plans and programs in the region, through interagency/LGU coordination, consultative planning, joint monitoring and evaluation, and management and resolution of intra-regional and inter-LGU development issues and conflicts, mindful of environment and resource sustainability, with the inclusion and active participation of Private Sector, Academe and Industry & Farmer Groups.",
    "page": ""
  },
  {
    "id": 237,
    "category": "Other Priority Programs and Projects",
    "topic": "SOCSKSARGEN Area Development Project",
    "question": "What are the contribution to Climate Change Mitigation and Adaptation Strategies?",
    "response": "ADPO promotes planting of bamboos along critical riverbanks through the Riverbank Rehabilitation Project in SOCCSKSARGEN, in support to Climate Change Mitigation and Adaptation. Bamboos stabilize the riverbanks and slopes and mitigate the damage caused by flash floods to nearby agricultural areas. The project will also support future livelihood/cottage industry projects and food production, thus maximizing the use of government resources.\nThe Riverbank Rehabilitation Project under ADPO covers the period 2016-2022 (except 2017). A total of 738,552 bamboos was distributed and planted covering 926 kms of riverbanks in 232 barangays in Region XII as of date. A total of 360,000 bamboo seedlings will be added for the region in FY 2022 amounting to PhP 9.0 million.",
    "page": ""
  },
  {
    "id": 238,
    "category": "Other Priority Programs and Projects",
    "topic": "PHILSCAT-Technical Cooperation Program III",
    "question": "How does PhilSCAT differ from PhilRice?",
    "response": "PhilSCAT is focused solely on exploring the dynamics of hybrid rice.",
    "page": ""
  },
  {
    "id": 239,
    "category": "Other Priority Programs and Projects",
    "topic": "PHILSCAT-Technical Cooperation Program III",
    "question": "How does PhilSCAT differ from PhilMech?",
    "response": "PhilSCAT is focused solely on farm  mechanization and engineering relating only to rice.",
    "page": ""
  },
  {
    "id": 240,
    "category": "Other Priority Programs and Projects",
    "topic": "PHILSCAT-Technical Cooperation Program III",
    "question": "What are the notable milestones of the center for TCPIII?",
    "response": "Conducted Hybrid Rice Experiments and Production (Dry Season(DS) & Wet Season(WS) 2020) with 4 lines (PhilSCAT series 10, 12, 17 and 18)  fielded for 2021 adaptability trials.\nEstablished a complete and functional model of “PUBLIC HYBRID REACHING FARMERS FIELD” in a span of 6 years.\nDispersed a total of 10 tons free LP 937 to a total of 325 farmer-recipients on DS 2019, WS 2019, DS 2021 through the PhilSCAT’s Rice-ing Up “Ani at Kita” through Hybrid Rice.\nAcquired several intellectual products certifications.\n2019 Technology Demonstration on High Yielding Cultivation in the areas of intervention as per signed Implementation Agreement.\nIn-China Trainings and Technical Exchange Visit on Hybrid Seed Production and Breeding Technologies had 34 persons sent in 2019. The training and technical visit provided the attendees the full grasp of the essence of the PhilSCAT Technical Cooperation Program.\nThe On-Site Season Long Training (OSSLT) on Hybrid Seed Production in 2020 produced 53 AxR Trained farmers, with 2 pursued seed growing and recipient of the 2-seasons PhilSCAT-Assisted AxR Seed Production.\nAcquired several intellectual products certifications.\nPlastic Biogas Digester Tank;\nIndustrial Design Registration No.:03-2018-050157;\nPhilSCAT 6 or Mestiso 38 (NSIC Rc262H);\nNational Seed Industry Council  Registry No.: 2011 Rc262H, October 14, 2011;\nRegistered at NSIC as Developed by PhilSCAT, CLSU and PhilRice;\nLP 937 or Mestiso 78 (NSIC 2016 Rc456H), LP 952 and LP 516;\nThese varieties passed and were registered at being Techno Demonstration Subject Variety for TCPII, with Royalty entitlement for PhilSCAT once mechanism has been settled by the GOP and PROC (Longping High Tech China);\nPhilSCAT 9 or Mestiso 82 (NSIC Rc490H); and\nNational Seed Industry Council  Registration No.: BPI-NSIC-2017-Rc 490H, November 23, 2017, Registered at NSIC as Developed by PhilSCAT, CLSU and PhilRice.\nAcquired several intellectual products certifications.\nMagsasakang Mekaniko Program;\nIPOPhil Trademark Registration No.: 4/2019/00002440;\nMakina Teknik Program;\nIPOPhil Trademark Registration No.: 4/2019/00009029;\nOn-site Season Long Training on AxR Seed Production; and\nIPOPhil Trademark Registration Status - Ongoing.",
    "page": ""
  },
  {
    "id": 241,
    "category": "Other Priority Programs and Projects",
    "topic": "Rice Farmers Financial Assistance (RFFA) and the Financial Subsidies to Rice Farmers (FSRF)",
    "question": "What is the Rice Farmer Financial Assistance Program (RFFA)?",
    "response": "Presidential Directive Item No. 2 issued on November 21, 2019, called for an urgent need to set up the Rice Farmer Financial Assistance (RFFA) this year to cater most affected smallholder rice farmers whose farm sizes range from 0.5 to 2 hectares, and to compensate for their income loss due to the decline in palay prices.\nThe requested initial PhP 3 billion RFFA fund was not under RCEF but sourced from the excess revenue of the National Government.\nThis shall be distributed to rice farmers with land holdings from 0.5 to 2.0 ha in most affected provinces, catering 33 provinces with a target of 597,404 rice farmer beneficiaries.\nAffected rice farmers shall receive cash assistance amounting to Five Thousand Pesos (PhP 5,000.00) through the Land Bank of the Philippines and Development Bank of the Philippines. Distribution and payment modes are done through LBP Cash Cards and DBP Accredited Payout Outlets.",
    "page": ""
  },
  {
    "id": 242,
    "category": "Other Priority Programs and Projects",
    "topic": "Rice Farmers Financial Assistance (RFFA) and the Financial Subsidies to Rice Farmers (FSRF)",
    "question": "What is the Financial Subsidy for Rice Farmers (FSRF)?",
    "response": "Special Provision No. 14 of the FY 2020 GAA appropriated P3 billion under the Financial Subsidy to Rice Farmers (FSRF) to provide direct cash transfers to rice farmers who are planting one (1) hectare or less and affected by rice tariffication.\nUnder this program, 591,246 eligible rice farmer beneficiaries through the Land Bank of the Philippines (LandBank) shall receive one-time direct cash transfers amounting to Five Thousand Pesos (PhP 5,000.00) within the fiscal year.",
    "page": ""
  },
  {
    "id": 243,
    "category": "Other Priority Programs and Projects",
    "topic": "Rice Farmers Financial Assistance (RFFA) and the Financial Subsidies to Rice Farmers (FSRF)",
    "question": "How many beneficiaries were reached by the RFFA and the FSRF?",
    "response": "For RFFA, there are 544,490 rice farmers who benefited from the program while for the FSRF, there are 536,119 claimed transactions across the country.\nTotal disbursement for RFFA is PhP 3,024,103,044 (DA to Government Financial Institution), and for FSRF is PhP 2,956,230,000.\nBoth RFFA  and FSRF have been completed as of 1st Semester of FY 2021. They were supposed to be completed by end of FY 2020 but had to be adjusted due to limitations in movement brought by quarantine restrictions.\nDA is awaiting the liquidation documents from the partner Government Financial Institution for an updated amount actually disbursed until farmers level.",
    "page": ""
  },
  {
    "id": 244,
    "category": "Other Priority Programs and Projects",
    "topic": "Rice Farmers Financial Assistance (RFFA) and the Financial Subsidies to Rice Farmers (FSRF)",
    "question": "How are beneficiaries determined in the DA’s FSRF?",
    "response": "Qualifications for beneficiaries under FSRF Program include: a) must be registered in the Registry System for Basic Sectors in Agriculture (RSBSA) as per approved registration and updating protocol; and b) must be tilling rice areas of 0.5-2.0 hectares.\nThe FSRF caters to smallholder rice farmers whose farm size ranges one (1) hectare and below. Implementation of FSRF prioritizes RCEF provinces not covered under RFFA and provinces affected by decline in palay farmgate prices (Mar-Dec 2019).",
    "page": ""
  },
  {
    "id": 245,
    "category": "Other Priority Programs and Projects",
    "topic": "BIOTECH PROGRAM",
    "question": "What are the socio-economic benefits of Bt corn?",
    "response": "Corn is the third-largest crop of the Philippines in terms of area harvested next to rice and coconuts. With the help of the genetically modified corn, or popularly known as Bt corn, the area planted increased to about 835 thousand hectares, increasing by an average  of 31.24% per year with about 460 thousand families planting GM corn for 17 years now (Alvarez et al., 2021).",
    "page": ""
  },
  {
    "id": 246,
    "category": "Other Priority Programs and Projects",
    "topic": "BIOTECH PROGRAM",
    "question": "How can we be definite that GMO products are safe to consume?",
    "response": "Twenty-one (21) years after the first biotech crop was commercialized, 284 scientific organizations and over 3,000 studies have declared a solid and clear consensus that GM crops do not provide more risk than those that have been developed by conventional breeding techniques (ISAAA, 2021).",
    "page": ""
  },
  {
    "id": 247,
    "category": "Other Priority Programs and Projects",
    "topic": "BIOTECH PROGRAM",
    "question": "What is the status of GM technologies that are in the regulatory pipeline (i.e., Golden Rice and Bt eggplant)?",
    "response": "Golden Rice. Among other options, genetic engineering or modification was used to address this problem through rice – a staple Filipino food. The Food, Feed and Processing (FFP) and field trials have been completed in 2019. The multi-location field trials were conducted in Science City of Muñoz, Nueva Ecija, and San Mateo, Isabela. Just recently the biosafety permit for commercial propagation of Golden Rice has been issued to the DA-Philippine Rice Research Institute (DA-PhilRice) on July 2021.\nBt Eggplant. The Bt eggplant is developed to address the problems on yield losses and decrease exposure of farmers and consumers from the hazards of massive spraying of chemical insecticides as well as its environmental risks. To date, the technology developers of Bt eggplant have just received the biosafety permit for direct use of the crop as FFP and preparations are in progress for the application for propagation as well as FPA Plant-Incorporated Protectant registration.\nBt Cotton. To date, the DA Biotech Program, through a Technical Advisory Group (TAG) composed of experts, is assisting PhilFIDA to move forward until the completion of the regulatory process. So far, the intellectual property agreements for any legal impediments in the use of acquired Bt cotton hybrids for the development of a local breeding program are being reviewed by the members of the TAG.",
    "page": ""
  },
  {
    "id": 248,
    "category": "Other Priority Programs and Projects",
    "topic": "BIOTECH PROGRAM",
    "question": "How much is the investment of the DA Biotech Program in biotech research for development (BR4D)?",
    "response": "With funds under the General Appropriations Action (GAA) from 2016-2021, the total investment in BR4D is PhP 460,457,000.00",
    "page": ""
  },
  {
    "id": 249,
    "category": "Other Priority Programs and Projects",
    "topic": "BIOTECH PROGRAM",
    "question": "What are the major technologies/products funded under B4RD that are already being used by farmers and for validation or upscaling?",
    "response": "Technologies generated used by farmers and other end-users:\nOrgullo Tall Synthetic Coconut Variety- a total of 1.1M planting materials were distributed to 14 regions.  \nBiocontrol agents against Coconut Leaf Beetle- Mass Rearing Facilities are being implemented by PCA regional offices.\nLamp-based protocol for detection of Rice Tungro Bacilliform Virus (RTBV) in plants- used by PhilRice in their research stations.\nDatabase for Regulated Aquatic Species in the Philippines named NFRDI-GFL database- the database is fully functional and stored 607 specimens with trace files. \n\nOther technologies/products generated that are for validation/upscaling:\nGuava-based probiotic drink- currently on patent application.\nProtocol of hydrolysis for yellowfin tuna- Technology was endorsed to Santech Feeds Corporation in 2020; Produces high protein, low-salt fish protein hydrolysate.\nProtocol for mass propagation of makapuno- currently on patent application.\nProtocol for extracting fucoidan from seaweeds- The Technology Transfer Unit of UP Diliman is planning to review the project for possible patents.\n\nOther technologies/products generated that are for validation/upscaling:\nMolecular Marker Diagnostic Kit for Durian- Currently under pilot testing\nBio-Nol for ethanol production- already applied for a trademark on the label of BIONOL\nCaprine Arthritis Encephalitis Virus (CAEV) test kit- a patent application was submitted on April 20, 2019; Used on-site to detect CAEV on goats.\nBiofertilizers- Phospholink is already licensed under FPA; Nitrolink and Mycolink are used in some plantation crops. \nDetection protocol of PLCzeta protein in buffalo semen- Working with PCC on the uptake of these molecular technologies.\n\nTechnologies for technology transfer\nPapaya varieties with tolerance to Papaya Ring-Spot Virus (PRSV)- the licensing of the varieties is underway; DA RFOs are being trained in the mass propagation of these varieties.\nOptimized processing technology for Red Mold Rice- looking for potential takers of the technology.",
    "page": ""
  },
  {
    "id": 250,
    "category": "Other Priority Programs and Projects",
    "topic": "BALIK-PROBINSIYA, BAGONG PAG-ASA (BP2) PROGRAM",
    "question": "What is the role of DA in the Balik-Probinsya, Bagong Pag-asa (BP2) Program?",
    "response": "The DA, as a member of the BP2 Council, is working to address the program’s key area on Food Security and Agricultural Productivity by empowering BP2 beneficiaries to engage in sustainable rural development, while creating an environment conducive to agri-fishery entrepreneurship, promoting balanced regional development through resilient agro-industrialization.\nFollowing EO NO. 114’s key area on Food Security and Agricultural Productivity, the DA is pursuing capacity building, household food sufficiency and livelihood development, collective agri-fishery enterprises, and identification and development of new agi-fishery areas to support the BP2 beneficiaries in particular, and the rural agro-industrial development in general.\nThe DA BP2 Program’s overall objective is to support BP2 beneficiaries who decided to go back to their home provinces for good and to eventually adapt back to provincial life and be successfully reintegrated into their communities.",
    "page": ""
  },
  {
    "id": 251,
    "category": "Other Priority Programs and Projects",
    "topic": "BALIK-PROBINSIYA, BAGONG PAG-ASA (BP2) PROGRAM",
    "question": "How does DA assist the beneficiaries during the conduct of dispatch operations?",
    "response": "The BP2 dispatch operation is being led by the National Housing Authority (NHA), the Secretariat of the BP2 Council. Upon validation of the list of beneficiaries, the NHA coordinates and disseminates the list to all BP2 Program member agencies, including the DA.\nThe DA BP2 Program Office forwards the list of beneficiaries to its Regional Field Offices (RFOs), which then coordinate with the Regional Development Councils (RDCs) and concerned local government units (LGUs) for the provision of support to the beneficiaries.\nDA RFOs provide gardening kits and seedlings as initial assistance upon the arrival of beneficiaries to their destination provinces. They will then conduct the profiling and assessment of beneficiaries for the provision of support and interventions to those who are interested to pursue agri/fishery business as a means to support their families.",
    "page": ""
  },
  {
    "id": 252,
    "category": "Other Priority Programs and Projects",
    "topic": "BALIK-PROBINSIYA, BAGONG PAG-ASA (BP2) PROGRAM",
    "question": "What is the latest update on the BP2 dispatch operations and on the provision of assistance and interventions by DA to the dispatched beneficiaries?",
    "response": "On May 20, 2020, the BP2 Council sent off the first batch of beneficiaries composed of 112 individuals to Leyte.  \nThe BP2 dispatch operations was then suspended in June 2020 to prioritize the government’s “Hatid-Tulong Program.”\nFor 2021, the BP2 Council is targeting to dispatch more than 3,000 BP2 Program beneficiaries.\nIn March 2021, the BP2 Program resumed the roll-out for the send off of beneficiaries to target provinces.\nAs of June 2021, DA RFOs II and V have already provided livelihood assistance packages to the dispatched beneficiaries in their respective regions. \nAlso, RFOs 8 and 11 are currently processing the conduct of profiling and assessment, and the actual provision of assistance to the BP2 beneficiaries.",
    "page": ""
  },
  {
    "id": 253,
    "category": "Other Priority Programs and Projects",
    "topic": "Bayanihan Agri-Clusters (BACs)",
    "question": "What is the Bayanihan Agri-Clusters (BACs)?",
    "response": "The Bayanihan Agri-Clusters or DA-F2C2 program was created on August 05, 2020 through DA Administrative Order 27, S.2020 which seeks to advance the interest and condition of Filipino small farmers and fisheries by encouraging them to adopt the strategy of clustering and consolidation of their production, processing and marketing activities as community business enterprises, including the pooling of assets, labor and other resources, in order to, among others:\nEffectively achieve and benefit from economies of scale in commodity production;\nForge stronger linkages among farm and fish producers to their commodity’s markets and the bigger global value chain;\nEstablish better access to sources of credit and financing and investments, and as well better access to domestic and export markets; and\nEncourage active “Big Brother-Small Brother” partnerships, joint ventures, and contract growing arrangements between Farmers Cooperatives and Associations (FCAs) and the much larger corporate enterprises and attract more private investments towards at the agriculture sector.",
    "page": ""
  },
  {
    "id": 254,
    "category": "Other Priority Programs and Projects",
    "topic": "Bayanihan Agri-Clusters (BACs)",
    "question": "What is the coverage of BACs?",
    "response": "BACs projects for crops and plant-based products shall follow the minimum area in clustering and consolidation:\nRice/Palay Production - 100 hectares;\nCorn and other grain crops - 75 hectares;\nHigh value vegetable crops - 50 hectares;\nFruit trees and perennials - 100 hectares; and\nFiber crops - 100 hectares.\nProject Scope. The program shall focus on the capacity building activities of the new and existing farmers and fishers clusters as well as strengthening and building the capabilities of the professional managers and the LGU Agricultural extension workers (AEWs).\nFunding Source. The program has an allotted PhP 100 Million funds under the Bayanihan to Recover as One Act (RA No. 11494) and the Special Allotment Release Order (SARO) No. SARO-BMB-E-20-0018521 dated November 03, 2020 was downloaded to the regions with an allocated budget of at least PhP 6.5 Million.",
    "page": ""
  },
  {
    "id": 255,
    "category": "Other Priority Programs and Projects",
    "topic": "Bayanihan Agri-Clusters (BACs)",
    "question": "What has BACS accomplished so far (key progress as of June 2021)?",
    "response": "Creation of BACs Technical Support Team. The BACs Technical Support Team was created to coordinate with all DA Regional Offices, attached agencies, and bureaus. The team also conducted preparatory activities such as briefings and orientations of the BACs Guidelines to the RFOs. The team also coordinated with CDA to get the registered FCAs as a reference in the validation of the organizations in the ground.\nField Validation of Model Clusters. The team also initially conducted field validation in Region 4a (CALABARZON) as part of its functions to monitor the status of the model clusters submitted by the regions. Some of the clusters the team visited were the SICAP Quezon Agriculture Cooperative, Casile-Guinting Upland Marketing Cooperative (CGUMC) in Cabuyao Laguna, and Pangkalahatang Samahan ng Magsasaka ng Siniloan (PASAMASI) in Laguna as well.",
    "page": ""
  },
  {
    "id": 256,
    "category": "Other Priority Programs and Projects",
    "topic": "Bayanihan Agri-Clusters (BACs)",
    "question": "What are the BACs’ Ongoing and Planned Activities for the rest of the year and for FY 2022?",
    "response": "Completion of the Results Framework of the Program;\nFormulation of the CDP template for the crafting of organized clusters development plans;\nDevelopment of Monitoring and Evaluation (M&E), Management Information System (MIS) System for F2C2;\nTraining of “ready clusters” on Business Planning using PRDP Modules;\nFor FY 2022, the F2C2 Technical Support Team will continue the mainstreaming of clustering and consolidation to the Banner Programs and the Regional Field Offices. The Banner programs will provide the hard interventions in accordance with the guidelines set by the DA Administrative Order 27, s. 2020.; and\nProposed PPAs for FY 2022 include: Formation and Maintenance of Units Handling F2C2 Program, Planning and Implementation, Mainstreaming of F2C2 in DA Programs in the region, Establishment and Maintenance of Regional Database, and Program Monitoring and Evaluation on the Status of Implementation.",
    "page": ""
  },
  {
    "id": 257,
    "category": "Other Priority Programs and Projects",
    "topic": "Young Farmers Challenge Fund",
    "question": "What is Young Farmers Challenge Fund program?",
    "response": "It is a competitive grant assistance program for the youth. It is open to all interested youth aged 18-30 years old with proposed agri-business ventures which are innovative and with viability potential. The program shall award the winners with cash prizes for start-up capital.  \nIt is a nation-wide call for \"Youth Agri-Business Models\" (YBM).  Applicants shall be required to submit their Business Model Canvas (BMCs) which will be evaluated by a panel of judges.\nLevels of competition: \nFirst stage (provincial level)- the winners from this level will be provided with agri-business development services and will be awarded with financial grants amounting to PhP50,000.00 per youth beneficiary;\nSecond stage (regional level)- three (3) winners per region will be awarded an additional financial grant amounting to PhP150,000.00 per enterprise; and\nLast stage (national level)- winners will receive additional financial grant amounting to PhP300,000.00 per enterprise. Six (6) winners will be declared as Outstanding Youth Agri-Business Models from among the regional winners.",
    "page": ""
  },
  {
    "id": 258,
    "category": "Other Priority Programs and Projects",
    "topic": "Young Farmers Challenge Fund",
    "question": "Who are eligible to participate?",
    "response": "Age is 18-30 years old before July 31, 2021; \nNatural born Filipino citizen;\nIn school or out-of-school youth;\nPreferably with agriculture and fishery experience or related training (formal or non-formal education); and \nMust be ready to venture/engage in agriculture and fishery business enterprise.\nThe following are not eligible to participate in the competition:\nEmployees of the DA, its Regional Field Offices, bureaus, attached agencies and corporations, including their relatives up to the fourth civil degree of consanguinity or affinity; and\nRecipients of assistance or awards either in cash or in kind amounting to PhP50,000.00 and above from the DA, its Regional Field Offices, bureaus, attached agencies and corporations within one year from the start of the call for proposals.",
    "page": ""
  },
  {
    "id": 259,
    "category": "Other Priority Programs and Projects",
    "topic": "Young Farmers Challenge Fund",
    "question": "What are the requirements?",
    "response": "Business Model Canvas (BMC)\n2 x 2 Photo and scanned or clear copy of at least one (1) valid ID\nCopy of the proof documents that he/she has agriculture and fishery experience or related training/education (formal or non-formal training/tutorials/seminars attended, etc.), if applicable\nIn case of group applicants, all applicants must pass the eligibility requirements and must execute a written agreement (Declaration of Intent) that they are working as a group and their respective functions specified. If already a partnership, corporation, cooperative or association, they must submit a certified true copy of the registration certificate.",
    "page": ""
  },
  {
    "id": 260,
    "category": "Other Priority Programs and Projects",
    "topic": "Young Farmers Challenge Fund",
    "question": "What are the program updates?",
    "response": "The Special Allotment Release Order (SARO) was released by DBM on May 25, 2021. Advice for Sub-Allotment (ASA) to the DA-RFOs was approved and subsequently released on June 21, 2021.\nThe Implementing Guidelines (MC No. 4, series of 2021) was issued on March 21, 2021. Special Order creating and designation of National Panel Judges, National Secretariat and Regional Focal Persons was issued on May 11, 2021.\nAwarding of outstanding Young Farmers at the Provincial level is still ongoing while awarding of Regional and National winners are scheduled on Oct 25-29, 2021 and December 6-10, 2021, respectively.",
    "page": ""
  },
  {
    "id": 261,
    "category": "Other Priority Programs and Projects",
    "topic": "Province-led Agriculture and Fisheries Extension System (PAFES)",
    "question": "What is PAFES?",
    "response": "The Province-led Agriculture and Fisheries Extension System (PAFES) is an integrative and convergence strategy of DA to pursue a systematic and strategic approach and strong and sustained partnerships with LGU, private sectors, farmers’ and fishers’ groups, and other national government agencies.\nDA-RFOs are to pilot at least one (1) province in 2021 and shall eventually cover all provinces within the region.",
    "page": ""
  },
  {
    "id": 262,
    "category": "Other Priority Programs and Projects",
    "topic": "Province-led Agriculture and Fisheries Extension System (PAFES)",
    "question": "What are the expected outputs of PAFES?",
    "response": "PAFES established and piloted to at least 16 provinces in the country by 2021;\nAt least 16 provincial agriculture development plans enhanced; and\nNational, regional and local plans/ priorities harmonized.",
    "page": ""
  },
  {
    "id": 263,
    "category": "Other Priority Programs and Projects",
    "topic": "Province-led Agriculture and Fisheries Extension System (PAFES)",
    "question": "What is the coverage of PAFES?",
    "response": "",
    "page": ""
  },
  {
    "id": 264,
    "category": "Other Priority Programs and Projects",
    "topic": "Province-led Agriculture and Fisheries Extension System (PAFES)",
    "question": "What is the status of the implementation of PAFES in the regions?",
    "response": "All regions except for BARMM have: \ncreated their respective PAFES RTWG/PMO and PAFES Secretariat;\nbeen conducting stakeholders consultation and workshops;\nconducted LGU Orientation; and\nbeen briefing and finalizing the LGU PAFES Organizational Structure for the Launching of PAFES. \nSix (6) regions (I, II, III, VII, XII and XIII) have created their respective Provincial Management Committee/ Provincial Management Team/ Secretariat. \nThough no regions have submitted their appraisal report yet, 10 regions (CAR, I, II, III, IVA, V, VI, VII, VIII and XIII) are currently crafting their report. \nFor the mainstreaming/institutionalization initiatives, only Region VII has issued guidelines and conducted training on mainstreaming to DA regular programs and projects.",
    "page": ""
  },
  {
    "id": 265,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Policy Initiatives for Covid-19",
    "question": "What are the policy initiatives put in place to cushion the adverse effects of the Covid-19 pandemic including the rising prices of basic food commodities?",
    "response": "DA proposed the temporary reduction of pork tariffs and the expansion of the MAV as emergency measures to immediately augment the supply of pork in the country, which in turn was expected to lower and stabilize pork prices. These were to provide consumers access to adequate and affordable food amid the pandemic.\nThese were responded to by the National Government through issuance of Executive Order No. 133, s. 2021 to expand the MAV thru MAV plus, and reduction of pork tariffs through Executive Order No. 134, s. 2021.\nThese measures are on top of the other interventions by DA to arrest the soaring pork prices, which include the hog repopulation program and the Bantay ASF sa Barangay (BABay ASF), as well as the implementation of the suggested retail prices (SRP) on both local and imported pork.\nThe government decided to temporarily reduce the tariff rates on rice, through the issuance of Executive Order No. 135, s. 2021, for the following reasons: 1) keep rice affordable; 2) augment rice supply; 3) diversify sources of rice; and 4) keep rice prices stable and not add to inflationary pressures.",
    "page": ""
  },
  {
    "id": 266,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason DA was unable to utilize PhP 9.8 billion worth of funds for FY 2020 per COA’s report?",
    "response": "As mentioned in the audit observations, the major cause of low utilization of cash was mainly due to the restrictions and health protocols brought about by the pandemic that greatly affected the movement of goods and laborers as well as materials in the construction and manufacturing. DA was also greatly affected by these lockdown measures.\nNote that only a portion of the PhP 9.8 billion was reverted to the National Treasury broken down as follows:\nPurpose of NCA\nBalance (Php Millions)\nJustifications\nImplementation of RRP 1 Under Bayanihan I\n3,250\nFailure of bidding of procurement of seeds, fertilizers and other inputs\nBayanihan II Projects under DA-OSEC\n601\nDelay in the implementation and erroneous crediting of Notice of Cash Allocation (CA)\nQuick Response Fund (QRF)\n710\nFailure of bidding and difficulty in implementation due to pandemic\nAgricultural Competitiveness Enhancement Fund (ACEF)\n181\nAttributed to delay in the perfection of MOA with Implementing Agencies on the implementation of Research\nIt should be also noted that the amount accounted for PRDP of around PhP 3.9 billion will not revert to the National Treasury since these are accounts deposited outside the Treasury Single Account implemented by the National Government and represents the 2021 Q1 and Q2 forecast, which is allowed by World Bank.",
    "page": ""
  },
  {
    "id": 267,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason for the PhP 17.5 billion unliquidated fund transfers and cash advances to agencies, local government units, government-controlled corporations and non-government organizations in 2020 per COA’s report?",
    "response": "The DA experienced difficulty enforcing the submission of duly signed documentation, which is required for liquidation, due to the pandemic.\nThe implementation of the projects by IAs have also been affected by the pandemic; hence, the delay that is most notable in Philippine Rural Development Project (PRDP)-funded projects. \nAround PhP 4.9 billion of the remaining balance is attributable to the implementation of Bayanihan II wherein the funding was released only in the last quarter of 2020. \nThe liquidation documents of balances of Fund Transfer for some programs like the Financial Subsidy to Rice Farmers (PhP 461.9 million) and Rice Farmers Financial Assistance (PhP 2.953 billion) are being scrutinized to ensure no duplication of beneficiaries. \nThe DA is closely monitoring the implementation of these projects and its full liquidation. Around PhP 3.9 billion additional liquidations were recorded in DA’s books from the time the report was made.",
    "page": ""
  },
  {
    "id": 268,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason for the 7,146 duplicate names submitted by the DA to the Development Bank of the Philippines (DBP), resulting in the over-remittance of financial subsidies and food assistance amounting to PhP 35.8 million per COA’s report?",
    "response": "For the farmer’s duplicate records and overpayments, the implementation of the project and programs concerned were still ongoing at the time the audit was made. The matters on duplicate records resulting in overpayments were properly addressed. \nThe DA, in constant coordination with the Government Financial Institution, placed corrective actions which include cancellation of claims of duplicate farmers and replacing them with other beneficiaries, among others.",
    "page": ""
  },
  {
    "id": 269,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason for the 1,317 farmer beneficiaries who have claimed PhP 3,000 in financial assistance amounting to PhP 3.95 million were not included in the master list submitted by the DA to DBP as per COA’s report?",
    "response": "",
    "page": ""
  },
  {
    "id": 270,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason for 67 DA Projects funded through ODA that are beyond target date of completion per COA’s report?",
    "response": "The Philippine Rural Development Project (PRDP) has instituted measures to catch-up with the delays and has put in place strategies enabling expeditious work to ongoing PRDP subprojects. Of the 21 delayed I-BUILD subprojects, 14 subprojects are already completed with an amount of PhP 938.42 million while two (2) ongoing subprojects have positive variance against their target accomplishment. Contractors were required to submit catch-up plans.\nAs of June 2021, I-BUILD physical and financial progress stand at 94% and 88%, respectively at 81% time elapsed under the original loan (OL). While at 67% time elapsed of first additional financing (AF1), the I-BUILD has so far attained 76% physical and 78% financial accomplishments. \nHence, PRDP is advanced both in physical and financial performance against the time elapsed of OL and AF1.\nFor the I-REAP subprojects, PRDP prepared a recovery/action plan in coordination with the concerned LGUs and Proponent Groups (PGs) to ensure sustainability of completed subprojects. Moreover, a completion catch-up plan has been prepared in order to catch-up disbursement and completion of ongoing subprojects. The PSOs/RPCOs are continuously monitoring and tracking the progress as well as providing technical assistance to the LGUs to ensure completion and operationalization of all subprojects. \nAs of September 2021, there are already 469 completed subprojects, of which 42 were completed within January to August 2021.\nThe PRDP was granted a two-year extension for both OL and AF-1 to complete physical implementation until December 2022.",
    "page": ""
  },
  {
    "id": 271,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What are the reasons and actions taken for PhP 368.96 million worth of DA cash advances that were not liquidated in accordance with regulations per COA’s report?",
    "response": "Demand letters are continuously being sent to accountable officers to liquidate cash advances despite the observance of alternative work arrangements in the agency.\nNo additional cash advances are being granted to officers who have not liquidated their previous cash advances and it just so happen that liquidation requires submission of supporting documents that are at least at par with the requirements mandated by existing rules and regulations and the same are not easy to comply when health protocols are being implemented in the workplace.\nIt should be noted that the most of the documents must submitted in a form acceptable to COA, like original receipts and invoices. Movement of which are restricted by health protocols. \nAs of August 20, 2021, DA collected updates from its Operating Units that the balance reported by COA that appears to be unliquidated have decreased by P334.5 Million.",
    "page": ""
  },
  {
    "id": 272,
    "category": "Other Priority Programs and Projects",
    "topic": "DA Responses to COA Queries",
    "question": "What is the reason and action(s) taken for DA’s Accounting errors/omissions and deficiencies per COA’s report?",
    "response": "The accounting errors and deficiencies mentioned in the COA reports are errors in accounting journal entries or misclassification of accounts which can be corrected by an adjusting entry. \nAs of Aug. 22, 2021, out of the total amount of PhP 2.087 billion accounting errors mentioned in the report, the amount of  PhP 865.109 million or 41.44% has already been adjusted. Another 43.07% or PhP 899,053,320 are awaiting documents which once received will be adjusted accordingly.\nOut of the PhP 32.362 billion accounting deficiencies, the total amount of PhP 5.957 billion or 18.41% has already been adjusted. The amount of PhP 26.359 billion or 81.45% are awaiting documents which once received will be adjusted accordingly.",
    "page": ""
  }
]